export const courses = [
    {
        id:1001,
        title:"آموزش برنامه‌ نویسی برای استفاده از هوش مصنوعی و کاربردهای روزمره آن",
        date:{
            year:"04",
            month:"مهر",
            day:2,
            houre:"14:00"
        },
        Organizer:{
            name:"محمدرضا فقیهی",
            rate:4.5,
            description:"نویسنده و کارگردان خلاق، کانسپتچوال دیجیتال آرتیست، پادکستر، مربی خلاقیت"
        },
        image:"/images/pics/course1.png",
        special:true,
        status:"ongoing",
        type:"course",
        like:false,
        price:"رایگان",
        categories:["نرم افزار" , "تکنولوژی"],
        time:20,
        holdingMethod:["حضوری" , "آنلاین" , "آنلاین و حضوری" ],
        address:"تهران، ضلع شمال شرقی ميدان شيخ بهائی، ابتدای خيابان سئول، خیابان خدامی، مدیریت اکتشاف شرکت ملی نفت ایران",
        location:"https://maps.app.goo.gl/nxADmFWmnmeLekev5",
        descriptions:{
            first:{
                title:"معرفی دوره پروژه‌های لاراولی",
                text:"اگر می‌خواهید Laravel را به‌صورت عملی و پروژه‌محور یاد بگیرید، این دوره برای شماست! در این دوره، به جای آموزش‌های تئوری، ۱۰ پروژه کاربردی را از صفر تا صد پیاده‌سازی می‌کنیم تا بتوانید در دنیای واقعی از مهارت‌های لاراولی خود استفاده کنید."
            },
            seccond:{
                title:"چه چیزهایی یاد می‌گیرید؟",
                items:[
                    "ساخت سیستم احراز هویت چندگانه (ایمیل، موبایل، رمز، OTP)",
                    "پیاده‌سازی سیستم مدیریت اعلان‌ها (ایمیل، SMS، تلگرام، پوش نوتیفیکیشن)",
                    "طراحی و توسعه API برای اپلیکیشن‌های موبایل با احراز هویت امن",
                    "مدیریت فایل و فضای ذخیره‌سازی (آپلود، فشرده‌سازی، S3)",
                    "پیاده‌سازی چت زنده و پیام‌رسان با Laravel Reverb",
                    "اتصال درگاه پرداخت و کیف پول دیجیتال برای مدیریت تراکنش‌ها",
                    "ایجاد سیستم مدیریت محتوا (CMS)‌ و ویرایشگر حرفه‌ای",
                ]
            }
        },
        courseTitles:[
            {
                title:"حکمرانی مردمی",
                teacher:"حجت‌الاسلام علی ذوعلم، رئیس اندیشگاه بیانیه گام دوم"
            },
            {
                title:"حکمرانی مردمی",
                teacher:"حجت‌الاسلام علی ذوعلم، رئیس اندیشگاه بیانیه گام دوم"
            },
            {
                title:"حکمرانی مردمی",
                teacher:"حجت‌الاسلام علی ذوعلم، رئیس اندیشگاه بیانیه گام دوم"
            },
        ]
    },
    {
        id:1002,
        title:"آموزش برنامه‌ نویسی برای استفاده از هوش مصنوعی و کاربردهای روزمره آن",
        date:{
            year:"04",
            month:"مهر",
            day:2,
            houre:"14:00"
        },
        Organizer:{
            name:"محمدرضا فقیهی",
            rate:4.5,
            description:"نویسنده و کارگردان خلاق، کانسپتچوال دیجیتال آرتیست، پادکستر، مربی خلاقیت"
        },
        special:false,
        status:"completed",
        type:"workshop",
        like:false,
        price:"2000000",
        categories:["نرم افزار" , "تکنولوژی"],
        time:20,
        holdingMethod:["حضوری" , "آنلاین" , "آنلاین و حضوری" ],
        address:"تهران، ضلع شمال شرقی ميدان شيخ بهائی، ابتدای خيابان سئول، خیابان خدامی، مدیریت اکتشاف شرکت ملی نفت ایران",
        location:"https://maps.app.goo.gl/nxADmFWmnmeLekev5",
        descriptions:{
            first:{
                title:"معرفی دوره پروژه‌های لاراولی",
                text:"اگر می‌خواهید Laravel را به‌صورت عملی و پروژه‌محور یاد بگیرید، این دوره برای شماست! در این دوره، به جای آموزش‌های تئوری، ۱۰ پروژه کاربردی را از صفر تا صد پیاده‌سازی می‌کنیم تا بتوانید در دنیای واقعی از مهارت‌های لاراولی خود استفاده کنید."
            },
            seccond:{
                title:"چه چیزهایی یاد می‌گیرید؟",
                items:[
                    "ساخت سیستم احراز هویت چندگانه (ایمیل، موبایل، رمز، OTP)",
                    "پیاده‌سازی سیستم مدیریت اعلان‌ها (ایمیل، SMS، تلگرام، پوش نوتیفیکیشن)",
                    "طراحی و توسعه API برای اپلیکیشن‌های موبایل با احراز هویت امن",
                    "مدیریت فایل و فضای ذخیره‌سازی (آپلود، فشرده‌سازی، S3)",
                    "پیاده‌سازی چت زنده و پیام‌رسان با Laravel Reverb",
                    "اتصال درگاه پرداخت و کیف پول دیجیتال برای مدیریت تراکنش‌ها",
                    "ایجاد سیستم مدیریت محتوا (CMS)‌ و ویرایشگر حرفه‌ای",
                ]
            }
        },
        courseTitles:[
            {
                title:"حکمرانی مردمی",
                teacher:"حجت‌الاسلام علی ذوعلم، رئیس اندیشگاه بیانیه گام دوم"
            },
            {
                title:"حکمرانی مردمی",
                teacher:"حجت‌الاسلام علی ذوعلم، رئیس اندیشگاه بیانیه گام دوم"
            },
            {
                title:"حکمرانی مردمی",
                teacher:"حجت‌الاسلام علی ذوعلم، رئیس اندیشگاه بیانیه گام دوم"
            },
        ]
    },
    {
        id:1003,
        title:"آموزش برنامه‌ نویسی برای استفاده از هوش مصنوعی و کاربردهای روزمره آن",
        date:{
            year:"04",
            month:"مهر",
            day:2,
            houre:"14:00"
        },
        Organizer:{
            name:"محمدرضا فقیهی",
            rate:4.5,
            description:"نویسنده و کارگردان خلاق، کانسپتچوال دیجیتال آرتیست، پادکستر، مربی خلاقیت"
        },
        image:"/images/pics/course1.png",
        special:true,
        status:"completed",
        type:"seminar",
        like:false,
        price:"رایگان",
        categories:["نرم افزار" , "تکنولوژی"],
        time:20,
        holdingMethod:["حضوری" , "آنلاین" , "آنلاین و حضوری" ],
        address:"تهران، ضلع شمال شرقی ميدان شيخ بهائی، ابتدای خيابان سئول، خیابان خدامی، مدیریت اکتشاف شرکت ملی نفت ایران",
        location:"https://maps.app.goo.gl/nxADmFWmnmeLekev5",
        descriptions:{
            first:{
                title:"معرفی دوره پروژه‌های لاراولی",
                text:"اگر می‌خواهید Laravel را به‌صورت عملی و پروژه‌محور یاد بگیرید، این دوره برای شماست! در این دوره، به جای آموزش‌های تئوری، ۱۰ پروژه کاربردی را از صفر تا صد پیاده‌سازی می‌کنیم تا بتوانید در دنیای واقعی از مهارت‌های لاراولی خود استفاده کنید."
            },
            seccond:{
                title:"چه چیزهایی یاد می‌گیرید؟",
                items:[
                    "ساخت سیستم احراز هویت چندگانه (ایمیل، موبایل، رمز، OTP)",
                    "پیاده‌سازی سیستم مدیریت اعلان‌ها (ایمیل، SMS، تلگرام، پوش نوتیفیکیشن)",
                    "طراحی و توسعه API برای اپلیکیشن‌های موبایل با احراز هویت امن",
                    "مدیریت فایل و فضای ذخیره‌سازی (آپلود، فشرده‌سازی، S3)",
                    "پیاده‌سازی چت زنده و پیام‌رسان با Laravel Reverb",
                    "اتصال درگاه پرداخت و کیف پول دیجیتال برای مدیریت تراکنش‌ها",
                    "ایجاد سیستم مدیریت محتوا (CMS)‌ و ویرایشگر حرفه‌ای",
                ]
            }
        },
        courseTitles:[
            {
                title:"حکمرانی مردمی",
                teacher:"حجت‌الاسلام علی ذوعلم، رئیس اندیشگاه بیانیه گام دوم"
            },
            {
                title:"حکمرانی مردمی",
                teacher:"حجت‌الاسلام علی ذوعلم، رئیس اندیشگاه بیانیه گام دوم"
            },
            {
                title:"حکمرانی مردمی",
                teacher:"حجت‌الاسلام علی ذوعلم، رئیس اندیشگاه بیانیه گام دوم"
            },
        ]
    },
    {
        id:1004,
        title:"آموزش برنامه‌ نویسی برای استفاده از هوش مصنوعی و کاربردهای روزمره آن",
        date:{
            year:"04",
            month:"مهر",
            day:2,
            houre:"14:00"
        },
        Organizer:{
            name:"محمدرضا فقیهی",
            rate:4.5,
            description:"نویسنده و کارگردان خلاق، کانسپتچوال دیجیتال آرتیست، پادکستر، مربی خلاقیت"
        },
        special:false,
        status:"completed",
        type:"call",
        like:false,
        price:"2000000",
        categories:["نرم افزار" , "تکنولوژی"],
        time:20,
        holdingMethod:["حضوری" , "آنلاین" , "آنلاین و حضوری" ],
        address:"تهران، ضلع شمال شرقی ميدان شيخ بهائی، ابتدای خيابان سئول، خیابان خدامی، مدیریت اکتشاف شرکت ملی نفت ایران",
        location:"https://maps.app.goo.gl/nxADmFWmnmeLekev5",
        descriptions:{
            first:{
                title:"معرفی دوره پروژه‌های لاراولی",
                text:"اگر می‌خواهید Laravel را به‌صورت عملی و پروژه‌محور یاد بگیرید، این دوره برای شماست! در این دوره، به جای آموزش‌های تئوری، ۱۰ پروژه کاربردی را از صفر تا صد پیاده‌سازی می‌کنیم تا بتوانید در دنیای واقعی از مهارت‌های لاراولی خود استفاده کنید."
            },
            seccond:{
                title:"چه چیزهایی یاد می‌گیرید؟",
                items:[
                    "ساخت سیستم احراز هویت چندگانه (ایمیل، موبایل، رمز، OTP)",
                    "پیاده‌سازی سیستم مدیریت اعلان‌ها (ایمیل، SMS، تلگرام، پوش نوتیفیکیشن)",
                    "طراحی و توسعه API برای اپلیکیشن‌های موبایل با احراز هویت امن",
                    "مدیریت فایل و فضای ذخیره‌سازی (آپلود، فشرده‌سازی، S3)",
                    "پیاده‌سازی چت زنده و پیام‌رسان با Laravel Reverb",
                    "اتصال درگاه پرداخت و کیف پول دیجیتال برای مدیریت تراکنش‌ها",
                    "ایجاد سیستم مدیریت محتوا (CMS)‌ و ویرایشگر حرفه‌ای",
                ]
            }
        },
        courseTitles:[
            {
                title:"حکمرانی مردمی",
                teacher:"حجت‌الاسلام علی ذوعلم، رئیس اندیشگاه بیانیه گام دوم"
            },
            {
                title:"حکمرانی مردمی",
                teacher:"حجت‌الاسلام علی ذوعلم، رئیس اندیشگاه بیانیه گام دوم"
            },
            {
                title:"حکمرانی مردمی",
                teacher:"حجت‌الاسلام علی ذوعلم، رئیس اندیشگاه بیانیه گام دوم"
            },
        ]
    },
    {
        id:1005,
        title:"آموزش برنامه‌ نویسی برای استفاده از هوش مصنوعی و کاربردهای روزمره آن",
        date:{
            year:"04",
            month:"مهر",
            day:2,
            houre:"14:00"
        },
        Organizer:{
            name:"محمدرضا فقیهی",
            rate:4.5,
            description:"نویسنده و کارگردان خلاق، کانسپتچوال دیجیتال آرتیست، پادکستر، مربی خلاقیت"
        },
        image:"/images/pics/course1.png",
        special:true,
        status:"ongoing",
        type:"offline",
        like:false,
        price:"رایگان",
        categories:["نرم افزار" , "تکنولوژی"],
        time:20,
        holdingMethod:["حضوری" , "آنلاین" , "آنلاین و حضوری" ],
        address:"تهران، ضلع شمال شرقی ميدان شيخ بهائی، ابتدای خيابان سئول، خیابان خدامی، مدیریت اکتشاف شرکت ملی نفت ایران",
        location:"https://maps.app.goo.gl/nxADmFWmnmeLekev5",
        descriptions:{
            first:{
                title:"معرفی دوره پروژه‌های لاراولی",
                text:"اگر می‌خواهید Laravel را به‌صورت عملی و پروژه‌محور یاد بگیرید، این دوره برای شماست! در این دوره، به جای آموزش‌های تئوری، ۱۰ پروژه کاربردی را از صفر تا صد پیاده‌سازی می‌کنیم تا بتوانید در دنیای واقعی از مهارت‌های لاراولی خود استفاده کنید."
            },
            seccond:{
                title:"چه چیزهایی یاد می‌گیرید؟",
                items:[
                    "ساخت سیستم احراز هویت چندگانه (ایمیل، موبایل، رمز، OTP)",
                    "پیاده‌سازی سیستم مدیریت اعلان‌ها (ایمیل، SMS، تلگرام، پوش نوتیفیکیشن)",
                    "طراحی و توسعه API برای اپلیکیشن‌های موبایل با احراز هویت امن",
                    "مدیریت فایل و فضای ذخیره‌سازی (آپلود، فشرده‌سازی، S3)",
                    "پیاده‌سازی چت زنده و پیام‌رسان با Laravel Reverb",
                    "اتصال درگاه پرداخت و کیف پول دیجیتال برای مدیریت تراکنش‌ها",
                    "ایجاد سیستم مدیریت محتوا (CMS)‌ و ویرایشگر حرفه‌ای",
                ]
            }
        },
        courseTitles:[
            {
                title:"حکمرانی مردمی",
                teacher:"حجت‌الاسلام علی ذوعلم، رئیس اندیشگاه بیانیه گام دوم"
            },
            {
                title:"حکمرانی مردمی",
                teacher:"حجت‌الاسلام علی ذوعلم، رئیس اندیشگاه بیانیه گام دوم"
            },
            {
                title:"حکمرانی مردمی",
                teacher:"حجت‌الاسلام علی ذوعلم، رئیس اندیشگاه بیانیه گام دوم"
            },
        ]
    },
    {
        id:1006,
        title:"آموزش برنامه‌ نویسی برای استفاده از هوش مصنوعی و کاربردهای روزمره آن",
        date:{
            year:"04",
            month:"مهر",
            day:2,
            houre:"14:00"
        },
        Organizer:{
            name:"محمدرضا فقیهی",
            rate:4.5,
            description:"نویسنده و کارگردان خلاق، کانسپتچوال دیجیتال آرتیست، پادکستر، مربی خلاقیت"
        },
        special:false,
        status:"ongoing",
        type:"course",
        like:false,
        price:"2000000",
        categories:["نرم افزار" , "تکنولوژی"],
        time:20,
        holdingMethod:["حضوری" , "آنلاین" , "آنلاین و حضوری" ],
        address:"تهران، ضلع شمال شرقی ميدان شيخ بهائی، ابتدای خيابان سئول، خیابان خدامی، مدیریت اکتشاف شرکت ملی نفت ایران",
        location:"https://maps.app.goo.gl/nxADmFWmnmeLekev5",
        descriptions:{
            first:{
                title:"معرفی دوره پروژه‌های لاراولی",
                text:"اگر می‌خواهید Laravel را به‌صورت عملی و پروژه‌محور یاد بگیرید، این دوره برای شماست! در این دوره، به جای آموزش‌های تئوری، ۱۰ پروژه کاربردی را از صفر تا صد پیاده‌سازی می‌کنیم تا بتوانید در دنیای واقعی از مهارت‌های لاراولی خود استفاده کنید."
            },
            seccond:{
                title:"چه چیزهایی یاد می‌گیرید؟",
                items:[
                    "ساخت سیستم احراز هویت چندگانه (ایمیل، موبایل، رمز، OTP)",
                    "پیاده‌سازی سیستم مدیریت اعلان‌ها (ایمیل، SMS، تلگرام، پوش نوتیفیکیشن)",
                    "طراحی و توسعه API برای اپلیکیشن‌های موبایل با احراز هویت امن",
                    "مدیریت فایل و فضای ذخیره‌سازی (آپلود، فشرده‌سازی، S3)",
                    "پیاده‌سازی چت زنده و پیام‌رسان با Laravel Reverb",
                    "اتصال درگاه پرداخت و کیف پول دیجیتال برای مدیریت تراکنش‌ها",
                    "ایجاد سیستم مدیریت محتوا (CMS)‌ و ویرایشگر حرفه‌ای",
                ]
            }
        },
        courseTitles:[
            {
                title:"حکمرانی مردمی",
                teacher:"حجت‌الاسلام علی ذوعلم، رئیس اندیشگاه بیانیه گام دوم"
            },
            {
                title:"حکمرانی مردمی",
                teacher:"حجت‌الاسلام علی ذوعلم، رئیس اندیشگاه بیانیه گام دوم"
            },
            {
                title:"حکمرانی مردمی",
                teacher:"حجت‌الاسلام علی ذوعلم، رئیس اندیشگاه بیانیه گام دوم"
            },
        ]
    },
    {
        id:1007,
        title:"آموزش برنامه‌ نویسی برای استفاده از هوش مصنوعی و کاربردهای روزمره آن",
        date:{
            year:"04",
            month:"مهر",
            day:2,
            houre:"14:00"
        },
        Organizer:{
            name:"محمدرضا فقیهی",
            rate:4.5,
            description:"نویسنده و کارگردان خلاق، کانسپتچوال دیجیتال آرتیست، پادکستر، مربی خلاقیت"
        },
        image:"/images/pics/course1.png",
        special:true,
        status:"register",
        type:"workshop",
        like:false,
        price:"رایگان",
        categories:["نرم افزار" , "تکنولوژی"],
        time:20,
        holdingMethod:["حضوری" , "آنلاین" , "آنلاین و حضوری" ],
        address:"تهران، ضلع شمال شرقی ميدان شيخ بهائی، ابتدای خيابان سئول، خیابان خدامی، مدیریت اکتشاف شرکت ملی نفت ایران",
        location:"https://maps.app.goo.gl/nxADmFWmnmeLekev5",
        descriptions:{
            first:{
                title:"معرفی دوره پروژه‌های لاراولی",
                text:"اگر می‌خواهید Laravel را به‌صورت عملی و پروژه‌محور یاد بگیرید، این دوره برای شماست! در این دوره، به جای آموزش‌های تئوری، ۱۰ پروژه کاربردی را از صفر تا صد پیاده‌سازی می‌کنیم تا بتوانید در دنیای واقعی از مهارت‌های لاراولی خود استفاده کنید."
            },
            seccond:{
                title:"چه چیزهایی یاد می‌گیرید؟",
                items:[
                    "ساخت سیستم احراز هویت چندگانه (ایمیل، موبایل، رمز، OTP)",
                    "پیاده‌سازی سیستم مدیریت اعلان‌ها (ایمیل، SMS، تلگرام، پوش نوتیفیکیشن)",
                    "طراحی و توسعه API برای اپلیکیشن‌های موبایل با احراز هویت امن",
                    "مدیریت فایل و فضای ذخیره‌سازی (آپلود، فشرده‌سازی، S3)",
                    "پیاده‌سازی چت زنده و پیام‌رسان با Laravel Reverb",
                    "اتصال درگاه پرداخت و کیف پول دیجیتال برای مدیریت تراکنش‌ها",
                    "ایجاد سیستم مدیریت محتوا (CMS)‌ و ویرایشگر حرفه‌ای",
                ]
            }
        },
        courseTitles:[
            {
                title:"حکمرانی مردمی",
                teacher:"حجت‌الاسلام علی ذوعلم، رئیس اندیشگاه بیانیه گام دوم"
            },
            {
                title:"حکمرانی مردمی",
                teacher:"حجت‌الاسلام علی ذوعلم، رئیس اندیشگاه بیانیه گام دوم"
            },
            {
                title:"حکمرانی مردمی",
                teacher:"حجت‌الاسلام علی ذوعلم، رئیس اندیشگاه بیانیه گام دوم"
            },
        ]
    },
    {
        id:1008,
        title:"آموزش برنامه‌ نویسی برای استفاده از هوش مصنوعی و کاربردهای روزمره آن",
        date:{
            year:"04",
            month:"مهر",
            day:2,
            houre:"14:00"
        },
        Organizer:{
            name:"محمدرضا فقیهی",
            rate:4.5,
            description:"نویسنده و کارگردان خلاق، کانسپتچوال دیجیتال آرتیست، پادکستر، مربی خلاقیت"
        },
        special:false,
        status:"completed",
        type:"seminar",
        like:false,
        price:"2000000",
        categories:["نرم افزار" , "تکنولوژی"],
        time:20,
        holdingMethod:["حضوری" , "آنلاین" , "آنلاین و حضوری" ],
        address:"تهران، ضلع شمال شرقی ميدان شيخ بهائی، ابتدای خيابان سئول، خیابان خدامی، مدیریت اکتشاف شرکت ملی نفت ایران",
        location:"https://maps.app.goo.gl/nxADmFWmnmeLekev5",
        descriptions:{
            first:{
                title:"معرفی دوره پروژه‌های لاراولی",
                text:"اگر می‌خواهید Laravel را به‌صورت عملی و پروژه‌محور یاد بگیرید، این دوره برای شماست! در این دوره، به جای آموزش‌های تئوری، ۱۰ پروژه کاربردی را از صفر تا صد پیاده‌سازی می‌کنیم تا بتوانید در دنیای واقعی از مهارت‌های لاراولی خود استفاده کنید."
            },
            seccond:{
                title:"چه چیزهایی یاد می‌گیرید؟",
                items:[
                    "ساخت سیستم احراز هویت چندگانه (ایمیل، موبایل، رمز، OTP)",
                    "پیاده‌سازی سیستم مدیریت اعلان‌ها (ایمیل، SMS، تلگرام، پوش نوتیفیکیشن)",
                    "طراحی و توسعه API برای اپلیکیشن‌های موبایل با احراز هویت امن",
                    "مدیریت فایل و فضای ذخیره‌سازی (آپلود، فشرده‌سازی، S3)",
                    "پیاده‌سازی چت زنده و پیام‌رسان با Laravel Reverb",
                    "اتصال درگاه پرداخت و کیف پول دیجیتال برای مدیریت تراکنش‌ها",
                    "ایجاد سیستم مدیریت محتوا (CMS)‌ و ویرایشگر حرفه‌ای",
                ]
            }
        },
        courseTitles:[
            {
                title:"حکمرانی مردمی",
                teacher:"حجت‌الاسلام علی ذوعلم، رئیس اندیشگاه بیانیه گام دوم"
            },
            {
                title:"حکمرانی مردمی",
                teacher:"حجت‌الاسلام علی ذوعلم، رئیس اندیشگاه بیانیه گام دوم"
            },
            {
                title:"حکمرانی مردمی",
                teacher:"حجت‌الاسلام علی ذوعلم، رئیس اندیشگاه بیانیه گام دوم"
            },
        ]
    },
    {
        id:1009,
        title:"آموزش برنامه‌ نویسی برای استفاده از هوش مصنوعی و کاربردهای روزمره آن",
        date:{
            year:"04",
            month:"مهر",
            day:2,
            houre:"14:00"
        },
        Organizer:{
            name:"محمدرضا فقیهی",
            rate:4.5,
            description:"نویسنده و کارگردان خلاق، کانسپتچوال دیجیتال آرتیست، پادکستر، مربی خلاقیت"
        },
        image:"/images/pics/course1.png",
        special:true,
        status:"register",
        type:"call",
        like:false,
        price:"رایگان",
        categories:["نرم افزار" , "تکنولوژی"],
        time:20,
        holdingMethod:["حضوری" , "آنلاین" , "آنلاین و حضوری" ],
        address:"تهران، ضلع شمال شرقی ميدان شيخ بهائی، ابتدای خيابان سئول، خیابان خدامی، مدیریت اکتشاف شرکت ملی نفت ایران",
        location:"https://maps.app.goo.gl/nxADmFWmnmeLekev5",
        descriptions:{
            first:{
                title:"معرفی دوره پروژه‌های لاراولی",
                text:"اگر می‌خواهید Laravel را به‌صورت عملی و پروژه‌محور یاد بگیرید، این دوره برای شماست! در این دوره، به جای آموزش‌های تئوری، ۱۰ پروژه کاربردی را از صفر تا صد پیاده‌سازی می‌کنیم تا بتوانید در دنیای واقعی از مهارت‌های لاراولی خود استفاده کنید."
            },
            seccond:{
                title:"چه چیزهایی یاد می‌گیرید؟",
                items:[
                    "ساخت سیستم احراز هویت چندگانه (ایمیل، موبایل، رمز، OTP)",
                    "پیاده‌سازی سیستم مدیریت اعلان‌ها (ایمیل، SMS، تلگرام، پوش نوتیفیکیشن)",
                    "طراحی و توسعه API برای اپلیکیشن‌های موبایل با احراز هویت امن",
                    "مدیریت فایل و فضای ذخیره‌سازی (آپلود، فشرده‌سازی، S3)",
                    "پیاده‌سازی چت زنده و پیام‌رسان با Laravel Reverb",
                    "اتصال درگاه پرداخت و کیف پول دیجیتال برای مدیریت تراکنش‌ها",
                    "ایجاد سیستم مدیریت محتوا (CMS)‌ و ویرایشگر حرفه‌ای",
                ]
            }
        },
        courseTitles:[
            {
                title:"حکمرانی مردمی",
                teacher:"حجت‌الاسلام علی ذوعلم، رئیس اندیشگاه بیانیه گام دوم"
            },
            {
                title:"حکمرانی مردمی",
                teacher:"حجت‌الاسلام علی ذوعلم، رئیس اندیشگاه بیانیه گام دوم"
            },
            {
                title:"حکمرانی مردمی",
                teacher:"حجت‌الاسلام علی ذوعلم، رئیس اندیشگاه بیانیه گام دوم"
            },
        ]
    },
    {
        id:1010,
        title:"آموزش برنامه‌ نویسی برای استفاده از هوش مصنوعی و کاربردهای روزمره آن",
        date:{
            year:"04",
            month:"مهر",
            day:2,
            houre:"14:00"
        },
        Organizer:{
            name:"محمدرضا فقیهی",
            rate:4.5,
            description:"نویسنده و کارگردان خلاق، کانسپتچوال دیجیتال آرتیست، پادکستر، مربی خلاقیت"
        },
        special:false,
        status:"ongoing",
        type:"offline",
        like:false,
        price:"2000000",
        categories:["نرم افزار" , "تکنولوژی"],
        time:20,
        holdingMethod:["حضوری" , "آنلاین" , "آنلاین و حضوری" ],
        address:"تهران، ضلع شمال شرقی ميدان شيخ بهائی، ابتدای خيابان سئول، خیابان خدامی، مدیریت اکتشاف شرکت ملی نفت ایران",
        location:"https://maps.app.goo.gl/nxADmFWmnmeLekev5",
        descriptions:{
            first:{
                title:"معرفی دوره پروژه‌های لاراولی",
                text:"اگر می‌خواهید Laravel را به‌صورت عملی و پروژه‌محور یاد بگیرید، این دوره برای شماست! در این دوره، به جای آموزش‌های تئوری، ۱۰ پروژه کاربردی را از صفر تا صد پیاده‌سازی می‌کنیم تا بتوانید در دنیای واقعی از مهارت‌های لاراولی خود استفاده کنید."
            },
            seccond:{
                title:"چه چیزهایی یاد می‌گیرید؟",
                items:[
                    "ساخت سیستم احراز هویت چندگانه (ایمیل، موبایل، رمز، OTP)",
                    "پیاده‌سازی سیستم مدیریت اعلان‌ها (ایمیل، SMS، تلگرام، پوش نوتیفیکیشن)",
                    "طراحی و توسعه API برای اپلیکیشن‌های موبایل با احراز هویت امن",
                    "مدیریت فایل و فضای ذخیره‌سازی (آپلود، فشرده‌سازی، S3)",
                    "پیاده‌سازی چت زنده و پیام‌رسان با Laravel Reverb",
                    "اتصال درگاه پرداخت و کیف پول دیجیتال برای مدیریت تراکنش‌ها",
                    "ایجاد سیستم مدیریت محتوا (CMS)‌ و ویرایشگر حرفه‌ای",
                ]
            }
        },
        courseTitles:[
            {
                title:"حکمرانی مردمی",
                teacher:"حجت‌الاسلام علی ذوعلم، رئیس اندیشگاه بیانیه گام دوم"
            },
            {
                title:"حکمرانی مردمی",
                teacher:"حجت‌الاسلام علی ذوعلم، رئیس اندیشگاه بیانیه گام دوم"
            },
            {
                title:"حکمرانی مردمی",
                teacher:"حجت‌الاسلام علی ذوعلم، رئیس اندیشگاه بیانیه گام دوم"
            },
        ]
    },
    {
        id:1011,
        title:"آموزش برنامه‌ نویسی برای استفاده از هوش مصنوعی و کاربردهای روزمره آن",
        date:{
            year:"04",
            month:"مهر",
            day:2,
            houre:"14:00"
        },
        Organizer:{
            name:"محمدرضا فقیهی",
            rate:4.5,
            description:"نویسنده و کارگردان خلاق، کانسپتچوال دیجیتال آرتیست، پادکستر، مربی خلاقیت"
        },
        image:"/images/pics/course1.png",
        special:true,
        status:"register",
        type:"course",
        like:false,
        price:"رایگان",
        categories:["نرم افزار" , "تکنولوژی"],
        time:20,
        holdingMethod:["حضوری" , "آنلاین" , "آنلاین و حضوری" ],
        address:"تهران، ضلع شمال شرقی ميدان شيخ بهائی، ابتدای خيابان سئول، خیابان خدامی، مدیریت اکتشاف شرکت ملی نفت ایران",
        location:"https://maps.app.goo.gl/nxADmFWmnmeLekev5",
        descriptions:{
            first:{
                title:"معرفی دوره پروژه‌های لاراولی",
                text:"اگر می‌خواهید Laravel را به‌صورت عملی و پروژه‌محور یاد بگیرید، این دوره برای شماست! در این دوره، به جای آموزش‌های تئوری، ۱۰ پروژه کاربردی را از صفر تا صد پیاده‌سازی می‌کنیم تا بتوانید در دنیای واقعی از مهارت‌های لاراولی خود استفاده کنید."
            },
            seccond:{
                title:"چه چیزهایی یاد می‌گیرید؟",
                items:[
                    "ساخت سیستم احراز هویت چندگانه (ایمیل، موبایل، رمز، OTP)",
                    "پیاده‌سازی سیستم مدیریت اعلان‌ها (ایمیل، SMS، تلگرام، پوش نوتیفیکیشن)",
                    "طراحی و توسعه API برای اپلیکیشن‌های موبایل با احراز هویت امن",
                    "مدیریت فایل و فضای ذخیره‌سازی (آپلود، فشرده‌سازی، S3)",
                    "پیاده‌سازی چت زنده و پیام‌رسان با Laravel Reverb",
                    "اتصال درگاه پرداخت و کیف پول دیجیتال برای مدیریت تراکنش‌ها",
                    "ایجاد سیستم مدیریت محتوا (CMS)‌ و ویرایشگر حرفه‌ای",
                ]
            }
        },
        courseTitles:[
            {
                title:"حکمرانی مردمی",
                teacher:"حجت‌الاسلام علی ذوعلم، رئیس اندیشگاه بیانیه گام دوم"
            },
            {
                title:"حکمرانی مردمی",
                teacher:"حجت‌الاسلام علی ذوعلم، رئیس اندیشگاه بیانیه گام دوم"
            },
            {
                title:"حکمرانی مردمی",
                teacher:"حجت‌الاسلام علی ذوعلم، رئیس اندیشگاه بیانیه گام دوم"
            },
        ]
    },
    {
        id:1012,
        title:"آموزش برنامه‌ نویسی برای استفاده از هوش مصنوعی و کاربردهای روزمره آن",
        date:{
            year:"04",
            month:"مهر",
            day:2,
            houre:"14:00"
        },
        Organizer:{
            name:"محمدرضا فقیهی",
            rate:4.5,
            description:"نویسنده و کارگردان خلاق، کانسپتچوال دیجیتال آرتیست، پادکستر، مربی خلاقیت"
        },
        special:false,
        status:"completed",
        type:"workshop",
        like:false,
        price:"2000000",
        categories:["نرم افزار" , "تکنولوژی"],
        time:20,
        holdingMethod:["حضوری" , "آنلاین" , "آنلاین و حضوری" ],
        address:"تهران، ضلع شمال شرقی ميدان شيخ بهائی، ابتدای خيابان سئول، خیابان خدامی، مدیریت اکتشاف شرکت ملی نفت ایران",
        location:"https://maps.app.goo.gl/nxADmFWmnmeLekev5",
        descriptions:{
            first:{
                title:"معرفی دوره پروژه‌های لاراولی",
                text:"اگر می‌خواهید Laravel را به‌صورت عملی و پروژه‌محور یاد بگیرید، این دوره برای شماست! در این دوره، به جای آموزش‌های تئوری، ۱۰ پروژه کاربردی را از صفر تا صد پیاده‌سازی می‌کنیم تا بتوانید در دنیای واقعی از مهارت‌های لاراولی خود استفاده کنید."
            },
            seccond:{
                title:"چه چیزهایی یاد می‌گیرید؟",
                items:[
                    "ساخت سیستم احراز هویت چندگانه (ایمیل، موبایل، رمز، OTP)",
                    "پیاده‌سازی سیستم مدیریت اعلان‌ها (ایمیل، SMS، تلگرام، پوش نوتیفیکیشن)",
                    "طراحی و توسعه API برای اپلیکیشن‌های موبایل با احراز هویت امن",
                    "مدیریت فایل و فضای ذخیره‌سازی (آپلود، فشرده‌سازی، S3)",
                    "پیاده‌سازی چت زنده و پیام‌رسان با Laravel Reverb",
                    "اتصال درگاه پرداخت و کیف پول دیجیتال برای مدیریت تراکنش‌ها",
                    "ایجاد سیستم مدیریت محتوا (CMS)‌ و ویرایشگر حرفه‌ای",
                ]
            }
        },
        courseTitles:[
            {
                title:"حکمرانی مردمی",
                teacher:"حجت‌الاسلام علی ذوعلم، رئیس اندیشگاه بیانیه گام دوم"
            },
            {
                title:"حکمرانی مردمی",
                teacher:"حجت‌الاسلام علی ذوعلم، رئیس اندیشگاه بیانیه گام دوم"
            },
            {
                title:"حکمرانی مردمی",
                teacher:"حجت‌الاسلام علی ذوعلم، رئیس اندیشگاه بیانیه گام دوم"
            },
        ]
    },
    {
        id:1013,
        title:"آموزش برنامه‌ نویسی برای استفاده از هوش مصنوعی و کاربردهای روزمره آن",
        date:{
            year:"04",
            month:"مهر",
            day:2,
            houre:"14:00"
        },
        Organizer:{
            name:"محمدرضا فقیهی",
            rate:4.5,
            description:"نویسنده و کارگردان خلاق، کانسپتچوال دیجیتال آرتیست، پادکستر، مربی خلاقیت"
        },
        image:"/images/pics/course1.png",
        special:true,
        status:"register",
        type:"seminar",
        like:false,
        price:"رایگان",
        categories:["نرم افزار" , "تکنولوژی"],
        time:20,
        holdingMethod:["حضوری" , "آنلاین" , "آنلاین و حضوری" ],
        address:"تهران، ضلع شمال شرقی ميدان شيخ بهائی، ابتدای خيابان سئول، خیابان خدامی، مدیریت اکتشاف شرکت ملی نفت ایران",
        location:"https://maps.app.goo.gl/nxADmFWmnmeLekev5",
        descriptions:{
            first:{
                title:"معرفی دوره پروژه‌های لاراولی",
                text:"اگر می‌خواهید Laravel را به‌صورت عملی و پروژه‌محور یاد بگیرید، این دوره برای شماست! در این دوره، به جای آموزش‌های تئوری، ۱۰ پروژه کاربردی را از صفر تا صد پیاده‌سازی می‌کنیم تا بتوانید در دنیای واقعی از مهارت‌های لاراولی خود استفاده کنید."
            },
            seccond:{
                title:"چه چیزهایی یاد می‌گیرید؟",
                items:[
                    "ساخت سیستم احراز هویت چندگانه (ایمیل، موبایل، رمز، OTP)",
                    "پیاده‌سازی سیستم مدیریت اعلان‌ها (ایمیل، SMS، تلگرام، پوش نوتیفیکیشن)",
                    "طراحی و توسعه API برای اپلیکیشن‌های موبایل با احراز هویت امن",
                    "مدیریت فایل و فضای ذخیره‌سازی (آپلود، فشرده‌سازی، S3)",
                    "پیاده‌سازی چت زنده و پیام‌رسان با Laravel Reverb",
                    "اتصال درگاه پرداخت و کیف پول دیجیتال برای مدیریت تراکنش‌ها",
                    "ایجاد سیستم مدیریت محتوا (CMS)‌ و ویرایشگر حرفه‌ای",
                ]
            }
        },
        courseTitles:[
            {
                title:"حکمرانی مردمی",
                teacher:"حجت‌الاسلام علی ذوعلم، رئیس اندیشگاه بیانیه گام دوم"
            },
            {
                title:"حکمرانی مردمی",
                teacher:"حجت‌الاسلام علی ذوعلم، رئیس اندیشگاه بیانیه گام دوم"
            },
            {
                title:"حکمرانی مردمی",
                teacher:"حجت‌الاسلام علی ذوعلم، رئیس اندیشگاه بیانیه گام دوم"
            },
        ]
    },
    {
        id:1014,
        title:"آموزش برنامه‌ نویسی برای استفاده از هوش مصنوعی و کاربردهای روزمره آن",
        date:{
            year:"04",
            month:"مهر",
            day:2,
            houre:"14:00"
        },
        Organizer:{
            name:"محمدرضا فقیهی",
            rate:4.5,
            description:"نویسنده و کارگردان خلاق، کانسپتچوال دیجیتال آرتیست، پادکستر، مربی خلاقیت"
        },
        special:false,
        status:"register",
        type:"call",
        like:false,
        price:"2000000",
        categories:["نرم افزار" , "تکنولوژی"],
        time:20,
        holdingMethod:["حضوری" , "آنلاین" , "آنلاین و حضوری" ],
        address:"تهران، ضلع شمال شرقی ميدان شيخ بهائی، ابتدای خيابان سئول، خیابان خدامی، مدیریت اکتشاف شرکت ملی نفت ایران",
        location:"https://maps.app.goo.gl/nxADmFWmnmeLekev5",
        descriptions:{
            first:{
                title:"معرفی دوره پروژه‌های لاراولی",
                text:"اگر می‌خواهید Laravel را به‌صورت عملی و پروژه‌محور یاد بگیرید، این دوره برای شماست! در این دوره، به جای آموزش‌های تئوری، ۱۰ پروژه کاربردی را از صفر تا صد پیاده‌سازی می‌کنیم تا بتوانید در دنیای واقعی از مهارت‌های لاراولی خود استفاده کنید."
            },
            seccond:{
                title:"چه چیزهایی یاد می‌گیرید؟",
                items:[
                    "ساخت سیستم احراز هویت چندگانه (ایمیل، موبایل، رمز، OTP)",
                    "پیاده‌سازی سیستم مدیریت اعلان‌ها (ایمیل، SMS، تلگرام، پوش نوتیفیکیشن)",
                    "طراحی و توسعه API برای اپلیکیشن‌های موبایل با احراز هویت امن",
                    "مدیریت فایل و فضای ذخیره‌سازی (آپلود، فشرده‌سازی، S3)",
                    "پیاده‌سازی چت زنده و پیام‌رسان با Laravel Reverb",
                    "اتصال درگاه پرداخت و کیف پول دیجیتال برای مدیریت تراکنش‌ها",
                    "ایجاد سیستم مدیریت محتوا (CMS)‌ و ویرایشگر حرفه‌ای",
                ]
            }
        },
        courseTitles:[
            {
                title:"حکمرانی مردمی",
                teacher:"حجت‌الاسلام علی ذوعلم، رئیس اندیشگاه بیانیه گام دوم"
            },
            {
                title:"حکمرانی مردمی",
                teacher:"حجت‌الاسلام علی ذوعلم، رئیس اندیشگاه بیانیه گام دوم"
            },
            {
                title:"حکمرانی مردمی",
                teacher:"حجت‌الاسلام علی ذوعلم، رئیس اندیشگاه بیانیه گام دوم"
            },
        ]
    },
    {
        id:1015,
        title:"آموزش برنامه‌ نویسی برای استفاده از هوش مصنوعی و کاربردهای روزمره آن",
        date:{
            year:"04",
            month:"مهر",
            day:2,
            houre:"14:00"
        },
        Organizer:{
            name:"محمدرضا فقیهی",
            rate:4.5,
            description:"نویسنده و کارگردان خلاق، کانسپتچوال دیجیتال آرتیست، پادکستر، مربی خلاقیت"
        },
        image:"/images/pics/course1.png",
        special:true,
        status:"ongoing",
        type:"course",
        like:false,
        price:"رایگان",
        categories:["نرم افزار" , "تکنولوژی"],
        time:20,
        holdingMethod:["حضوری" , "آنلاین" , "آنلاین و حضوری" ],
        address:"تهران، ضلع شمال شرقی ميدان شيخ بهائی، ابتدای خيابان سئول، خیابان خدامی، مدیریت اکتشاف شرکت ملی نفت ایران",
        location:"https://maps.app.goo.gl/nxADmFWmnmeLekev5",
        descriptions:{
            first:{
                title:"معرفی دوره پروژه‌های لاراولی",
                text:"اگر می‌خواهید Laravel را به‌صورت عملی و پروژه‌محور یاد بگیرید، این دوره برای شماست! در این دوره، به جای آموزش‌های تئوری، ۱۰ پروژه کاربردی را از صفر تا صد پیاده‌سازی می‌کنیم تا بتوانید در دنیای واقعی از مهارت‌های لاراولی خود استفاده کنید."
            },
            seccond:{
                title:"چه چیزهایی یاد می‌گیرید؟",
                items:[
                    "ساخت سیستم احراز هویت چندگانه (ایمیل، موبایل، رمز، OTP)",
                    "پیاده‌سازی سیستم مدیریت اعلان‌ها (ایمیل، SMS، تلگرام، پوش نوتیفیکیشن)",
                    "طراحی و توسعه API برای اپلیکیشن‌های موبایل با احراز هویت امن",
                    "مدیریت فایل و فضای ذخیره‌سازی (آپلود، فشرده‌سازی، S3)",
                    "پیاده‌سازی چت زنده و پیام‌رسان با Laravel Reverb",
                    "اتصال درگاه پرداخت و کیف پول دیجیتال برای مدیریت تراکنش‌ها",
                    "ایجاد سیستم مدیریت محتوا (CMS)‌ و ویرایشگر حرفه‌ای",
                ]
            }
        },
        courseTitles:[
            {
                title:"حکمرانی مردمی",
                teacher:"حجت‌الاسلام علی ذوعلم، رئیس اندیشگاه بیانیه گام دوم"
            },
            {
                title:"حکمرانی مردمی",
                teacher:"حجت‌الاسلام علی ذوعلم، رئیس اندیشگاه بیانیه گام دوم"
            },
            {
                title:"حکمرانی مردمی",
                teacher:"حجت‌الاسلام علی ذوعلم، رئیس اندیشگاه بیانیه گام دوم"
            },
        ]
    },
    {
        id:1016,
        title:"آموزش برنامه‌ نویسی برای استفاده از هوش مصنوعی و کاربردهای روزمره آن",
        date:{
            year:"04",
            month:"مهر",
            day:2,
            houre:"14:00"
        },
        Organizer:{
            name:"محمدرضا فقیهی",
            rate:4.5,
            description:"نویسنده و کارگردان خلاق، کانسپتچوال دیجیتال آرتیست، پادکستر، مربی خلاقیت"
        },
        special:false,
        status:"completed",
        type:"workshop",
        like:false,
        price:"2000000",
        categories:["نرم افزار" , "تکنولوژی"],
        time:20,
        holdingMethod:["حضوری" , "آنلاین" , "آنلاین و حضوری" ],
        address:"تهران، ضلع شمال شرقی ميدان شيخ بهائی، ابتدای خيابان سئول، خیابان خدامی، مدیریت اکتشاف شرکت ملی نفت ایران",
        location:"https://maps.app.goo.gl/nxADmFWmnmeLekev5",
        descriptions:{
            first:{
                title:"معرفی دوره پروژه‌های لاراولی",
                text:"اگر می‌خواهید Laravel را به‌صورت عملی و پروژه‌محور یاد بگیرید، این دوره برای شماست! در این دوره، به جای آموزش‌های تئوری، ۱۰ پروژه کاربردی را از صفر تا صد پیاده‌سازی می‌کنیم تا بتوانید در دنیای واقعی از مهارت‌های لاراولی خود استفاده کنید."
            },
            seccond:{
                title:"چه چیزهایی یاد می‌گیرید؟",
                items:[
                    "ساخت سیستم احراز هویت چندگانه (ایمیل، موبایل، رمز، OTP)",
                    "پیاده‌سازی سیستم مدیریت اعلان‌ها (ایمیل، SMS، تلگرام، پوش نوتیفیکیشن)",
                    "طراحی و توسعه API برای اپلیکیشن‌های موبایل با احراز هویت امن",
                    "مدیریت فایل و فضای ذخیره‌سازی (آپلود، فشرده‌سازی، S3)",
                    "پیاده‌سازی چت زنده و پیام‌رسان با Laravel Reverb",
                    "اتصال درگاه پرداخت و کیف پول دیجیتال برای مدیریت تراکنش‌ها",
                    "ایجاد سیستم مدیریت محتوا (CMS)‌ و ویرایشگر حرفه‌ای",
                ]
            }
        },
        courseTitles:[
            {
                title:"حکمرانی مردمی",
                teacher:"حجت‌الاسلام علی ذوعلم، رئیس اندیشگاه بیانیه گام دوم"
            },
            {
                title:"حکمرانی مردمی",
                teacher:"حجت‌الاسلام علی ذوعلم، رئیس اندیشگاه بیانیه گام دوم"
            },
            {
                title:"حکمرانی مردمی",
                teacher:"حجت‌الاسلام علی ذوعلم، رئیس اندیشگاه بیانیه گام دوم"
            },
        ]
    },
    {
        id:1017,
        title:"آموزش برنامه‌ نویسی برای استفاده از هوش مصنوعی و کاربردهای روزمره آن",
        date:{
            year:"04",
            month:"مهر",
            day:2,
            houre:"14:00"
        },
        Organizer:{
            name:"محمدرضا فقیهی",
            rate:4.5,
            description:"نویسنده و کارگردان خلاق، کانسپتچوال دیجیتال آرتیست، پادکستر، مربی خلاقیت"
        },
        image:"/images/pics/course1.png",
        special:true,
        status:"completed",
        type:"seminar",
        like:false,
        price:"رایگان",
        categories:["نرم افزار" , "تکنولوژی"],
        time:20,
        holdingMethod:["حضوری" , "آنلاین" , "آنلاین و حضوری" ],
        address:"تهران، ضلع شمال شرقی ميدان شيخ بهائی، ابتدای خيابان سئول، خیابان خدامی، مدیریت اکتشاف شرکت ملی نفت ایران",
        location:"https://maps.app.goo.gl/nxADmFWmnmeLekev5",
        descriptions:{
            first:{
                title:"معرفی دوره پروژه‌های لاراولی",
                text:"اگر می‌خواهید Laravel را به‌صورت عملی و پروژه‌محور یاد بگیرید، این دوره برای شماست! در این دوره، به جای آموزش‌های تئوری، ۱۰ پروژه کاربردی را از صفر تا صد پیاده‌سازی می‌کنیم تا بتوانید در دنیای واقعی از مهارت‌های لاراولی خود استفاده کنید."
            },
            seccond:{
                title:"چه چیزهایی یاد می‌گیرید؟",
                items:[
                    "ساخت سیستم احراز هویت چندگانه (ایمیل، موبایل، رمز، OTP)",
                    "پیاده‌سازی سیستم مدیریت اعلان‌ها (ایمیل، SMS، تلگرام، پوش نوتیفیکیشن)",
                    "طراحی و توسعه API برای اپلیکیشن‌های موبایل با احراز هویت امن",
                    "مدیریت فایل و فضای ذخیره‌سازی (آپلود، فشرده‌سازی، S3)",
                    "پیاده‌سازی چت زنده و پیام‌رسان با Laravel Reverb",
                    "اتصال درگاه پرداخت و کیف پول دیجیتال برای مدیریت تراکنش‌ها",
                    "ایجاد سیستم مدیریت محتوا (CMS)‌ و ویرایشگر حرفه‌ای",
                ]
            }
        },
        courseTitles:[
            {
                title:"حکمرانی مردمی",
                teacher:"حجت‌الاسلام علی ذوعلم، رئیس اندیشگاه بیانیه گام دوم"
            },
            {
                title:"حکمرانی مردمی",
                teacher:"حجت‌الاسلام علی ذوعلم، رئیس اندیشگاه بیانیه گام دوم"
            },
            {
                title:"حکمرانی مردمی",
                teacher:"حجت‌الاسلام علی ذوعلم، رئیس اندیشگاه بیانیه گام دوم"
            },
        ]
    },
    {
        id:1018,
        title:"آموزش برنامه‌ نویسی برای استفاده از هوش مصنوعی و کاربردهای روزمره آن",
        date:{
            year:"04",
            month:"مهر",
            day:2,
            houre:"14:00"
        },
        Organizer:{
            name:"محمدرضا فقیهی",
            rate:4.5,
            description:"نویسنده و کارگردان خلاق، کانسپتچوال دیجیتال آرتیست، پادکستر، مربی خلاقیت"
        },
        special:false,
        status:"completed",
        type:"call",
        like:false,
        price:"2000000",
        categories:["نرم افزار" , "تکنولوژی"],
        time:20,
        holdingMethod:["حضوری" , "آنلاین" , "آنلاین و حضوری" ],
        address:"تهران، ضلع شمال شرقی ميدان شيخ بهائی، ابتدای خيابان سئول، خیابان خدامی، مدیریت اکتشاف شرکت ملی نفت ایران",
        location:"https://maps.app.goo.gl/nxADmFWmnmeLekev5",
        descriptions:{
            first:{
                title:"معرفی دوره پروژه‌های لاراولی",
                text:"اگر می‌خواهید Laravel را به‌صورت عملی و پروژه‌محور یاد بگیرید، این دوره برای شماست! در این دوره، به جای آموزش‌های تئوری، ۱۰ پروژه کاربردی را از صفر تا صد پیاده‌سازی می‌کنیم تا بتوانید در دنیای واقعی از مهارت‌های لاراولی خود استفاده کنید."
            },
            seccond:{
                title:"چه چیزهایی یاد می‌گیرید؟",
                items:[
                    "ساخت سیستم احراز هویت چندگانه (ایمیل، موبایل، رمز، OTP)",
                    "پیاده‌سازی سیستم مدیریت اعلان‌ها (ایمیل، SMS، تلگرام، پوش نوتیفیکیشن)",
                    "طراحی و توسعه API برای اپلیکیشن‌های موبایل با احراز هویت امن",
                    "مدیریت فایل و فضای ذخیره‌سازی (آپلود، فشرده‌سازی، S3)",
                    "پیاده‌سازی چت زنده و پیام‌رسان با Laravel Reverb",
                    "اتصال درگاه پرداخت و کیف پول دیجیتال برای مدیریت تراکنش‌ها",
                    "ایجاد سیستم مدیریت محتوا (CMS)‌ و ویرایشگر حرفه‌ای",
                ]
            }
        },
        courseTitles:[
            {
                title:"حکمرانی مردمی",
                teacher:"حجت‌الاسلام علی ذوعلم، رئیس اندیشگاه بیانیه گام دوم"
            },
            {
                title:"حکمرانی مردمی",
                teacher:"حجت‌الاسلام علی ذوعلم، رئیس اندیشگاه بیانیه گام دوم"
            },
            {
                title:"حکمرانی مردمی",
                teacher:"حجت‌الاسلام علی ذوعلم، رئیس اندیشگاه بیانیه گام دوم"
            },
        ]
    },
    {
        id:1019,
        title:"آموزش برنامه‌ نویسی برای استفاده از هوش مصنوعی و کاربردهای روزمره آن",
        date:{
            year:"04",
            month:"مهر",
            day:2,
            houre:"14:00"
        },
        Organizer:{
            name:"محمدرضا فقیهی",
            rate:4.5,
            description:"نویسنده و کارگردان خلاق، کانسپتچوال دیجیتال آرتیست، پادکستر، مربی خلاقیت"
        },
        image:"/images/pics/course1.png",
        special:true,
        status:"ongoing",
        type:"offline",
        like:false,
        price:"رایگان",
        categories:["نرم افزار" , "تکنولوژی"],
        time:20,
        holdingMethod:["حضوری" , "آنلاین" , "آنلاین و حضوری" ],
        address:"تهران، ضلع شمال شرقی ميدان شيخ بهائی، ابتدای خيابان سئول، خیابان خدامی، مدیریت اکتشاف شرکت ملی نفت ایران",
        location:"https://maps.app.goo.gl/nxADmFWmnmeLekev5",
        descriptions:{
            first:{
                title:"معرفی دوره پروژه‌های لاراولی",
                text:"اگر می‌خواهید Laravel را به‌صورت عملی و پروژه‌محور یاد بگیرید، این دوره برای شماست! در این دوره، به جای آموزش‌های تئوری، ۱۰ پروژه کاربردی را از صفر تا صد پیاده‌سازی می‌کنیم تا بتوانید در دنیای واقعی از مهارت‌های لاراولی خود استفاده کنید."
            },
            seccond:{
                title:"چه چیزهایی یاد می‌گیرید؟",
                items:[
                    "ساخت سیستم احراز هویت چندگانه (ایمیل، موبایل، رمز، OTP)",
                    "پیاده‌سازی سیستم مدیریت اعلان‌ها (ایمیل، SMS، تلگرام، پوش نوتیفیکیشن)",
                    "طراحی و توسعه API برای اپلیکیشن‌های موبایل با احراز هویت امن",
                    "مدیریت فایل و فضای ذخیره‌سازی (آپلود، فشرده‌سازی، S3)",
                    "پیاده‌سازی چت زنده و پیام‌رسان با Laravel Reverb",
                    "اتصال درگاه پرداخت و کیف پول دیجیتال برای مدیریت تراکنش‌ها",
                    "ایجاد سیستم مدیریت محتوا (CMS)‌ و ویرایشگر حرفه‌ای",
                ]
            }
        },
        courseTitles:[
            {
                title:"حکمرانی مردمی",
                teacher:"حجت‌الاسلام علی ذوعلم، رئیس اندیشگاه بیانیه گام دوم"
            },
            {
                title:"حکمرانی مردمی",
                teacher:"حجت‌الاسلام علی ذوعلم، رئیس اندیشگاه بیانیه گام دوم"
            },
            {
                title:"حکمرانی مردمی",
                teacher:"حجت‌الاسلام علی ذوعلم، رئیس اندیشگاه بیانیه گام دوم"
            },
        ]
    },
    {
        id:1020,
        title:"آموزش برنامه‌ نویسی برای استفاده از هوش مصنوعی و کاربردهای روزمره آن",
        date:{
            year:"04",
            month:"مهر",
            day:2,
            houre:"14:00"
        },
        Organizer:{
            name:"محمدرضا فقیهی",
            rate:4.5,
            description:"نویسنده و کارگردان خلاق، کانسپتچوال دیجیتال آرتیست، پادکستر، مربی خلاقیت"
        },
        special:false,
        status:"ongoing",
        type:"course",
        like:false,
        price:"2000000",
        categories:["نرم افزار" , "تکنولوژی"],
        time:20,
        holdingMethod:["حضوری" , "آنلاین" , "آنلاین و حضوری" ],
        address:"تهران، ضلع شمال شرقی ميدان شيخ بهائی، ابتدای خيابان سئول، خیابان خدامی، مدیریت اکتشاف شرکت ملی نفت ایران",
        location:"https://maps.app.goo.gl/nxADmFWmnmeLekev5",
        descriptions:{
            first:{
                title:"معرفی دوره پروژه‌های لاراولی",
                text:"اگر می‌خواهید Laravel را به‌صورت عملی و پروژه‌محور یاد بگیرید، این دوره برای شماست! در این دوره، به جای آموزش‌های تئوری، ۱۰ پروژه کاربردی را از صفر تا صد پیاده‌سازی می‌کنیم تا بتوانید در دنیای واقعی از مهارت‌های لاراولی خود استفاده کنید."
            },
            seccond:{
                title:"چه چیزهایی یاد می‌گیرید؟",
                items:[
                    "ساخت سیستم احراز هویت چندگانه (ایمیل، موبایل، رمز، OTP)",
                    "پیاده‌سازی سیستم مدیریت اعلان‌ها (ایمیل، SMS، تلگرام، پوش نوتیفیکیشن)",
                    "طراحی و توسعه API برای اپلیکیشن‌های موبایل با احراز هویت امن",
                    "مدیریت فایل و فضای ذخیره‌سازی (آپلود، فشرده‌سازی، S3)",
                    "پیاده‌سازی چت زنده و پیام‌رسان با Laravel Reverb",
                    "اتصال درگاه پرداخت و کیف پول دیجیتال برای مدیریت تراکنش‌ها",
                    "ایجاد سیستم مدیریت محتوا (CMS)‌ و ویرایشگر حرفه‌ای",
                ]
            }
        },
        courseTitles:[
            {
                title:"حکمرانی مردمی",
                teacher:"حجت‌الاسلام علی ذوعلم، رئیس اندیشگاه بیانیه گام دوم"
            },
            {
                title:"حکمرانی مردمی",
                teacher:"حجت‌الاسلام علی ذوعلم، رئیس اندیشگاه بیانیه گام دوم"
            },
            {
                title:"حکمرانی مردمی",
                teacher:"حجت‌الاسلام علی ذوعلم، رئیس اندیشگاه بیانیه گام دوم"
            },
        ]
    },
    {
        id:1021,
        title:"آموزش برنامه‌ نویسی برای استفاده از هوش مصنوعی و کاربردهای روزمره آن",
        date:{
            year:"04",
            month:"مهر",
            day:2,
            houre:"14:00"
        },
        Organizer:{
            name:"محمدرضا فقیهی",
            rate:4.5,
            description:"نویسنده و کارگردان خلاق، کانسپتچوال دیجیتال آرتیست، پادکستر، مربی خلاقیت"
        },
        image:"/images/pics/course1.png",
        special:true,
        status:"register",
        type:"workshop",
        like:false,
        price:"رایگان",
        categories:["نرم افزار" , "تکنولوژی"],
        time:20,
        holdingMethod:["حضوری" , "آنلاین" , "آنلاین و حضوری" ],
        address:"تهران، ضلع شمال شرقی ميدان شيخ بهائی، ابتدای خيابان سئول، خیابان خدامی، مدیریت اکتشاف شرکت ملی نفت ایران",
        location:"https://maps.app.goo.gl/nxADmFWmnmeLekev5",
        descriptions:{
            first:{
                title:"معرفی دوره پروژه‌های لاراولی",
                text:"اگر می‌خواهید Laravel را به‌صورت عملی و پروژه‌محور یاد بگیرید، این دوره برای شماست! در این دوره، به جای آموزش‌های تئوری، ۱۰ پروژه کاربردی را از صفر تا صد پیاده‌سازی می‌کنیم تا بتوانید در دنیای واقعی از مهارت‌های لاراولی خود استفاده کنید."
            },
            seccond:{
                title:"چه چیزهایی یاد می‌گیرید؟",
                items:[
                    "ساخت سیستم احراز هویت چندگانه (ایمیل، موبایل، رمز، OTP)",
                    "پیاده‌سازی سیستم مدیریت اعلان‌ها (ایمیل، SMS، تلگرام، پوش نوتیفیکیشن)",
                    "طراحی و توسعه API برای اپلیکیشن‌های موبایل با احراز هویت امن",
                    "مدیریت فایل و فضای ذخیره‌سازی (آپلود، فشرده‌سازی، S3)",
                    "پیاده‌سازی چت زنده و پیام‌رسان با Laravel Reverb",
                    "اتصال درگاه پرداخت و کیف پول دیجیتال برای مدیریت تراکنش‌ها",
                    "ایجاد سیستم مدیریت محتوا (CMS)‌ و ویرایشگر حرفه‌ای",
                ]
            }
        },
        courseTitles:[
            {
                title:"حکمرانی مردمی",
                teacher:"حجت‌الاسلام علی ذوعلم، رئیس اندیشگاه بیانیه گام دوم"
            },
            {
                title:"حکمرانی مردمی",
                teacher:"حجت‌الاسلام علی ذوعلم، رئیس اندیشگاه بیانیه گام دوم"
            },
            {
                title:"حکمرانی مردمی",
                teacher:"حجت‌الاسلام علی ذوعلم، رئیس اندیشگاه بیانیه گام دوم"
            },
        ]
    },
    {
        id:1022,
        title:"آموزش برنامه‌ نویسی برای استفاده از هوش مصنوعی و کاربردهای روزمره آن",
        date:{
            year:"04",
            month:"مهر",
            day:2,
            houre:"14:00"
        },
        Organizer:{
            name:"محمدرضا فقیهی",
            rate:4.5,
            description:"نویسنده و کارگردان خلاق، کانسپتچوال دیجیتال آرتیست، پادکستر، مربی خلاقیت"
        },
        special:false,
        status:"completed",
        type:"seminar",
        like:false,
        price:"2000000",
        categories:["نرم افزار" , "تکنولوژی"],
        time:20,
        holdingMethod:["حضوری" , "آنلاین" , "آنلاین و حضوری" ],
        address:"تهران، ضلع شمال شرقی ميدان شيخ بهائی، ابتدای خيابان سئول، خیابان خدامی، مدیریت اکتشاف شرکت ملی نفت ایران",
        location:"https://maps.app.goo.gl/nxADmFWmnmeLekev5",
        descriptions:{
            first:{
                title:"معرفی دوره پروژه‌های لاراولی",
                text:"اگر می‌خواهید Laravel را به‌صورت عملی و پروژه‌محور یاد بگیرید، این دوره برای شماست! در این دوره، به جای آموزش‌های تئوری، ۱۰ پروژه کاربردی را از صفر تا صد پیاده‌سازی می‌کنیم تا بتوانید در دنیای واقعی از مهارت‌های لاراولی خود استفاده کنید."
            },
            seccond:{
                title:"چه چیزهایی یاد می‌گیرید؟",
                items:[
                    "ساخت سیستم احراز هویت چندگانه (ایمیل، موبایل، رمز، OTP)",
                    "پیاده‌سازی سیستم مدیریت اعلان‌ها (ایمیل، SMS، تلگرام، پوش نوتیفیکیشن)",
                    "طراحی و توسعه API برای اپلیکیشن‌های موبایل با احراز هویت امن",
                    "مدیریت فایل و فضای ذخیره‌سازی (آپلود، فشرده‌سازی، S3)",
                    "پیاده‌سازی چت زنده و پیام‌رسان با Laravel Reverb",
                    "اتصال درگاه پرداخت و کیف پول دیجیتال برای مدیریت تراکنش‌ها",
                    "ایجاد سیستم مدیریت محتوا (CMS)‌ و ویرایشگر حرفه‌ای",
                ]
            }
        },
        courseTitles:[
            {
                title:"حکمرانی مردمی",
                teacher:"حجت‌الاسلام علی ذوعلم، رئیس اندیشگاه بیانیه گام دوم"
            },
            {
                title:"حکمرانی مردمی",
                teacher:"حجت‌الاسلام علی ذوعلم، رئیس اندیشگاه بیانیه گام دوم"
            },
            {
                title:"حکمرانی مردمی",
                teacher:"حجت‌الاسلام علی ذوعلم، رئیس اندیشگاه بیانیه گام دوم"
            },
        ]
    },
    {
        id:1023,
        title:"آموزش برنامه‌ نویسی برای استفاده از هوش مصنوعی و کاربردهای روزمره آن",
        date:{
            year:"04",
            month:"مهر",
            day:2,
            houre:"14:00"
        },
        Organizer:{
            name:"محمدرضا فقیهی",
            rate:4.5,
            description:"نویسنده و کارگردان خلاق، کانسپتچوال دیجیتال آرتیست، پادکستر، مربی خلاقیت"
        },
        image:"/images/pics/course1.png",
        special:true,
        status:"register",
        type:"call",
        like:false,
        price:"رایگان",
        categories:["نرم افزار" , "تکنولوژی"],
        time:20,
        holdingMethod:["حضوری" , "آنلاین" , "آنلاین و حضوری" ],
        address:"تهران، ضلع شمال شرقی ميدان شيخ بهائی، ابتدای خيابان سئول، خیابان خدامی، مدیریت اکتشاف شرکت ملی نفت ایران",
        location:"https://maps.app.goo.gl/nxADmFWmnmeLekev5",
        descriptions:{
            first:{
                title:"معرفی دوره پروژه‌های لاراولی",
                text:"اگر می‌خواهید Laravel را به‌صورت عملی و پروژه‌محور یاد بگیرید، این دوره برای شماست! در این دوره، به جای آموزش‌های تئوری، ۱۰ پروژه کاربردی را از صفر تا صد پیاده‌سازی می‌کنیم تا بتوانید در دنیای واقعی از مهارت‌های لاراولی خود استفاده کنید."
            },
            seccond:{
                title:"چه چیزهایی یاد می‌گیرید؟",
                items:[
                    "ساخت سیستم احراز هویت چندگانه (ایمیل، موبایل، رمز، OTP)",
                    "پیاده‌سازی سیستم مدیریت اعلان‌ها (ایمیل، SMS، تلگرام، پوش نوتیفیکیشن)",
                    "طراحی و توسعه API برای اپلیکیشن‌های موبایل با احراز هویت امن",
                    "مدیریت فایل و فضای ذخیره‌سازی (آپلود، فشرده‌سازی، S3)",
                    "پیاده‌سازی چت زنده و پیام‌رسان با Laravel Reverb",
                    "اتصال درگاه پرداخت و کیف پول دیجیتال برای مدیریت تراکنش‌ها",
                    "ایجاد سیستم مدیریت محتوا (CMS)‌ و ویرایشگر حرفه‌ای",
                ]
            }
        },
        courseTitles:[
            {
                title:"حکمرانی مردمی",
                teacher:"حجت‌الاسلام علی ذوعلم، رئیس اندیشگاه بیانیه گام دوم"
            },
            {
                title:"حکمرانی مردمی",
                teacher:"حجت‌الاسلام علی ذوعلم، رئیس اندیشگاه بیانیه گام دوم"
            },
            {
                title:"حکمرانی مردمی",
                teacher:"حجت‌الاسلام علی ذوعلم، رئیس اندیشگاه بیانیه گام دوم"
            },
        ]
    },
    {
        id:1024,
        title:"آموزش برنامه‌ نویسی برای استفاده از هوش مصنوعی و کاربردهای روزمره آن",
        date:{
            year:"04",
            month:"مهر",
            day:2,
            houre:"14:00"
        },
        Organizer:{
            name:"محمدرضا فقیهی",
            rate:4.5,
            description:"نویسنده و کارگردان خلاق، کانسپتچوال دیجیتال آرتیست، پادکستر، مربی خلاقیت"
        },
        special:false,
        status:"ongoing",
        type:"offline",
        like:false,
        price:"2000000",
        categories:["نرم افزار" , "تکنولوژی"],
        time:20,
        holdingMethod:["حضوری" , "آنلاین" , "آنلاین و حضوری" ],
        address:"تهران، ضلع شمال شرقی ميدان شيخ بهائی، ابتدای خيابان سئول، خیابان خدامی، مدیریت اکتشاف شرکت ملی نفت ایران",
        location:"https://maps.app.goo.gl/nxADmFWmnmeLekev5",
        descriptions:{
            first:{
                title:"معرفی دوره پروژه‌های لاراولی",
                text:"اگر می‌خواهید Laravel را به‌صورت عملی و پروژه‌محور یاد بگیرید، این دوره برای شماست! در این دوره، به جای آموزش‌های تئوری، ۱۰ پروژه کاربردی را از صفر تا صد پیاده‌سازی می‌کنیم تا بتوانید در دنیای واقعی از مهارت‌های لاراولی خود استفاده کنید."
            },
            seccond:{
                title:"چه چیزهایی یاد می‌گیرید؟",
                items:[
                    "ساخت سیستم احراز هویت چندگانه (ایمیل، موبایل، رمز، OTP)",
                    "پیاده‌سازی سیستم مدیریت اعلان‌ها (ایمیل، SMS، تلگرام، پوش نوتیفیکیشن)",
                    "طراحی و توسعه API برای اپلیکیشن‌های موبایل با احراز هویت امن",
                    "مدیریت فایل و فضای ذخیره‌سازی (آپلود، فشرده‌سازی، S3)",
                    "پیاده‌سازی چت زنده و پیام‌رسان با Laravel Reverb",
                    "اتصال درگاه پرداخت و کیف پول دیجیتال برای مدیریت تراکنش‌ها",
                    "ایجاد سیستم مدیریت محتوا (CMS)‌ و ویرایشگر حرفه‌ای",
                ]
            }
        },
        courseTitles:[
            {
                title:"حکمرانی مردمی",
                teacher:"حجت‌الاسلام علی ذوعلم، رئیس اندیشگاه بیانیه گام دوم"
            },
            {
                title:"حکمرانی مردمی",
                teacher:"حجت‌الاسلام علی ذوعلم، رئیس اندیشگاه بیانیه گام دوم"
            },
            {
                title:"حکمرانی مردمی",
                teacher:"حجت‌الاسلام علی ذوعلم، رئیس اندیشگاه بیانیه گام دوم"
            },
        ]
    },
    {
        id:1025,
        title:"آموزش برنامه‌ نویسی برای استفاده از هوش مصنوعی و کاربردهای روزمره آن",
        date:{
            year:"04",
            month:"مهر",
            day:2,
            houre:"14:00"
        },
        Organizer:{
            name:"محمدرضا فقیهی",
            rate:4.5,
            description:"نویسنده و کارگردان خلاق، کانسپتچوال دیجیتال آرتیست، پادکستر، مربی خلاقیت"
        },
        image:"/images/pics/course1.png",
        special:true,
        status:"register",
        type:"course",
        like:false,
        price:"رایگان",
        categories:["نرم افزار" , "تکنولوژی"],
        time:20,
        holdingMethod:["حضوری" , "آنلاین" , "آنلاین و حضوری" ],
        address:"تهران، ضلع شمال شرقی ميدان شيخ بهائی، ابتدای خيابان سئول، خیابان خدامی، مدیریت اکتشاف شرکت ملی نفت ایران",
        location:"https://maps.app.goo.gl/nxADmFWmnmeLekev5",
        descriptions:{
            first:{
                title:"معرفی دوره پروژه‌های لاراولی",
                text:"اگر می‌خواهید Laravel را به‌صورت عملی و پروژه‌محور یاد بگیرید، این دوره برای شماست! در این دوره، به جای آموزش‌های تئوری، ۱۰ پروژه کاربردی را از صفر تا صد پیاده‌سازی می‌کنیم تا بتوانید در دنیای واقعی از مهارت‌های لاراولی خود استفاده کنید."
            },
            seccond:{
                title:"چه چیزهایی یاد می‌گیرید؟",
                items:[
                    "ساخت سیستم احراز هویت چندگانه (ایمیل، موبایل، رمز، OTP)",
                    "پیاده‌سازی سیستم مدیریت اعلان‌ها (ایمیل، SMS، تلگرام، پوش نوتیفیکیشن)",
                    "طراحی و توسعه API برای اپلیکیشن‌های موبایل با احراز هویت امن",
                    "مدیریت فایل و فضای ذخیره‌سازی (آپلود، فشرده‌سازی، S3)",
                    "پیاده‌سازی چت زنده و پیام‌رسان با Laravel Reverb",
                    "اتصال درگاه پرداخت و کیف پول دیجیتال برای مدیریت تراکنش‌ها",
                    "ایجاد سیستم مدیریت محتوا (CMS)‌ و ویرایشگر حرفه‌ای",
                ]
            }
        },
        courseTitles:[
            {
                title:"حکمرانی مردمی",
                teacher:"حجت‌الاسلام علی ذوعلم، رئیس اندیشگاه بیانیه گام دوم"
            },
            {
                title:"حکمرانی مردمی",
                teacher:"حجت‌الاسلام علی ذوعلم، رئیس اندیشگاه بیانیه گام دوم"
            },
            {
                title:"حکمرانی مردمی",
                teacher:"حجت‌الاسلام علی ذوعلم، رئیس اندیشگاه بیانیه گام دوم"
            },
        ]
    },
    {
        id:1026,
        title:"آموزش برنامه‌ نویسی برای استفاده از هوش مصنوعی و کاربردهای روزمره آن",
        date:{
            year:"04",
            month:"مهر",
            day:2,
            houre:"14:00"
        },
        Organizer:{
            name:"محمدرضا فقیهی",
            rate:4.5,
            description:"نویسنده و کارگردان خلاق، کانسپتچوال دیجیتال آرتیست، پادکستر، مربی خلاقیت"
        },
        special:false,
        status:"completed",
        type:"workshop",
        like:false,
        price:"2000000",
        categories:["نرم افزار" , "تکنولوژی"],
        time:20,
        holdingMethod:["حضوری" , "آنلاین" , "آنلاین و حضوری" ],
        address:"تهران، ضلع شمال شرقی ميدان شيخ بهائی، ابتدای خيابان سئول، خیابان خدامی، مدیریت اکتشاف شرکت ملی نفت ایران",
        location:"https://maps.app.goo.gl/nxADmFWmnmeLekev5",
        descriptions:{
            first:{
                title:"معرفی دوره پروژه‌های لاراولی",
                text:"اگر می‌خواهید Laravel را به‌صورت عملی و پروژه‌محور یاد بگیرید، این دوره برای شماست! در این دوره، به جای آموزش‌های تئوری، ۱۰ پروژه کاربردی را از صفر تا صد پیاده‌سازی می‌کنیم تا بتوانید در دنیای واقعی از مهارت‌های لاراولی خود استفاده کنید."
            },
            seccond:{
                title:"چه چیزهایی یاد می‌گیرید؟",
                items:[
                    "ساخت سیستم احراز هویت چندگانه (ایمیل، موبایل، رمز، OTP)",
                    "پیاده‌سازی سیستم مدیریت اعلان‌ها (ایمیل، SMS، تلگرام، پوش نوتیفیکیشن)",
                    "طراحی و توسعه API برای اپلیکیشن‌های موبایل با احراز هویت امن",
                    "مدیریت فایل و فضای ذخیره‌سازی (آپلود، فشرده‌سازی، S3)",
                    "پیاده‌سازی چت زنده و پیام‌رسان با Laravel Reverb",
                    "اتصال درگاه پرداخت و کیف پول دیجیتال برای مدیریت تراکنش‌ها",
                    "ایجاد سیستم مدیریت محتوا (CMS)‌ و ویرایشگر حرفه‌ای",
                ]
            }
        },
        courseTitles:[
            {
                title:"حکمرانی مردمی",
                teacher:"حجت‌الاسلام علی ذوعلم، رئیس اندیشگاه بیانیه گام دوم"
            },
            {
                title:"حکمرانی مردمی",
                teacher:"حجت‌الاسلام علی ذوعلم، رئیس اندیشگاه بیانیه گام دوم"
            },
            {
                title:"حکمرانی مردمی",
                teacher:"حجت‌الاسلام علی ذوعلم، رئیس اندیشگاه بیانیه گام دوم"
            },
        ]
    },
    {
        id:1027,
        title:"آموزش برنامه‌ نویسی برای استفاده از هوش مصنوعی و کاربردهای روزمره آن",
        date:{
            year:"04",
            month:"مهر",
            day:2,
            houre:"14:00"
        },
        Organizer:{
            name:"محمدرضا فقیهی",
            rate:4.5,
            description:"نویسنده و کارگردان خلاق، کانسپتچوال دیجیتال آرتیست، پادکستر، مربی خلاقیت"
        },
        image:"/images/pics/course1.png",
        special:true,
        status:"register",
        type:"seminar",
        like:false,
        price:"رایگان",
        categories:["نرم افزار" , "تکنولوژی"],
        time:20,
        holdingMethod:["حضوری" , "آنلاین" , "آنلاین و حضوری" ],
        address:"تهران، ضلع شمال شرقی ميدان شيخ بهائی، ابتدای خيابان سئول، خیابان خدامی، مدیریت اکتشاف شرکت ملی نفت ایران",
        location:"https://maps.app.goo.gl/nxADmFWmnmeLekev5",
        descriptions:{
            first:{
                title:"معرفی دوره پروژه‌های لاراولی",
                text:"اگر می‌خواهید Laravel را به‌صورت عملی و پروژه‌محور یاد بگیرید، این دوره برای شماست! در این دوره، به جای آموزش‌های تئوری، ۱۰ پروژه کاربردی را از صفر تا صد پیاده‌سازی می‌کنیم تا بتوانید در دنیای واقعی از مهارت‌های لاراولی خود استفاده کنید."
            },
            seccond:{
                title:"چه چیزهایی یاد می‌گیرید؟",
                items:[
                    "ساخت سیستم احراز هویت چندگانه (ایمیل، موبایل، رمز، OTP)",
                    "پیاده‌سازی سیستم مدیریت اعلان‌ها (ایمیل، SMS، تلگرام، پوش نوتیفیکیشن)",
                    "طراحی و توسعه API برای اپلیکیشن‌های موبایل با احراز هویت امن",
                    "مدیریت فایل و فضای ذخیره‌سازی (آپلود، فشرده‌سازی، S3)",
                    "پیاده‌سازی چت زنده و پیام‌رسان با Laravel Reverb",
                    "اتصال درگاه پرداخت و کیف پول دیجیتال برای مدیریت تراکنش‌ها",
                    "ایجاد سیستم مدیریت محتوا (CMS)‌ و ویرایشگر حرفه‌ای",
                ]
            }
        },
        courseTitles:[
            {
                title:"حکمرانی مردمی",
                teacher:"حجت‌الاسلام علی ذوعلم، رئیس اندیشگاه بیانیه گام دوم"
            },
            {
                title:"حکمرانی مردمی",
                teacher:"حجت‌الاسلام علی ذوعلم، رئیس اندیشگاه بیانیه گام دوم"
            },
            {
                title:"حکمرانی مردمی",
                teacher:"حجت‌الاسلام علی ذوعلم، رئیس اندیشگاه بیانیه گام دوم"
            },
        ]
    },
    {
        id:1028,
        title:"آموزش برنامه‌ نویسی برای استفاده از هوش مصنوعی و کاربردهای روزمره آن",
        date:{
            year:"04",
            month:"مهر",
            day:2,
            houre:"14:00"
        },
        Organizer:{
            name:"محمدرضا فقیهی",
            rate:4.5,
            description:"نویسنده و کارگردان خلاق، کانسپتچوال دیجیتال آرتیست، پادکستر، مربی خلاقیت"
        },
        special:false,
        status:"register",
        type:"call",
        like:false,
        price:"2000000",
        categories:["نرم افزار" , "تکنولوژی"],
        time:20,
        holdingMethod:["حضوری" , "آنلاین" , "آنلاین و حضوری" ],
        address:"تهران، ضلع شمال شرقی ميدان شيخ بهائی، ابتدای خيابان سئول، خیابان خدامی، مدیریت اکتشاف شرکت ملی نفت ایران",
        location:"https://maps.app.goo.gl/nxADmFWmnmeLekev5",
        descriptions:{
            first:{
                title:"معرفی دوره پروژه‌های لاراولی",
                text:"اگر می‌خواهید Laravel را به‌صورت عملی و پروژه‌محور یاد بگیرید، این دوره برای شماست! در این دوره، به جای آموزش‌های تئوری، ۱۰ پروژه کاربردی را از صفر تا صد پیاده‌سازی می‌کنیم تا بتوانید در دنیای واقعی از مهارت‌های لاراولی خود استفاده کنید."
            },
            seccond:{
                title:"چه چیزهایی یاد می‌گیرید؟",
                items:[
                    "ساخت سیستم احراز هویت چندگانه (ایمیل، موبایل، رمز، OTP)",
                    "پیاده‌سازی سیستم مدیریت اعلان‌ها (ایمیل، SMS، تلگرام، پوش نوتیفیکیشن)",
                    "طراحی و توسعه API برای اپلیکیشن‌های موبایل با احراز هویت امن",
                    "مدیریت فایل و فضای ذخیره‌سازی (آپلود، فشرده‌سازی، S3)",
                    "پیاده‌سازی چت زنده و پیام‌رسان با Laravel Reverb",
                    "اتصال درگاه پرداخت و کیف پول دیجیتال برای مدیریت تراکنش‌ها",
                    "ایجاد سیستم مدیریت محتوا (CMS)‌ و ویرایشگر حرفه‌ای",
                ]
            }
        },
        courseTitles:[
            {
                title:"حکمرانی مردمی",
                teacher:"حجت‌الاسلام علی ذوعلم، رئیس اندیشگاه بیانیه گام دوم"
            },
            {
                title:"حکمرانی مردمی",
                teacher:"حجت‌الاسلام علی ذوعلم، رئیس اندیشگاه بیانیه گام دوم"
            },
            {
                title:"حکمرانی مردمی",
                teacher:"حجت‌الاسلام علی ذوعلم، رئیس اندیشگاه بیانیه گام دوم"
            },
        ]
    },
    {
        id:1029,
        title:"آموزش برنامه‌ نویسی برای استفاده از هوش مصنوعی و کاربردهای روزمره آن",
        date:{
            year:"04",
            month:"مهر",
            day:2,
            houre:"14:00"
        },
        Organizer:{
            name:"محمدرضا فقیهی",
            rate:4.5,
            description:"نویسنده و کارگردان خلاق، کانسپتچوال دیجیتال آرتیست، پادکستر، مربی خلاقیت"
        },
        image:"/images/pics/course1.png",
        special:true,
        status:"ongoing",
        type:"course",
        like:false,
        price:"رایگان",
        categories:["نرم افزار" , "تکنولوژی"],
        time:20,
        holdingMethod:["حضوری" , "آنلاین" , "آنلاین و حضوری" ],
        address:"تهران، ضلع شمال شرقی ميدان شيخ بهائی، ابتدای خيابان سئول، خیابان خدامی، مدیریت اکتشاف شرکت ملی نفت ایران",
        location:"https://maps.app.goo.gl/nxADmFWmnmeLekev5",
        descriptions:{
            first:{
                title:"معرفی دوره پروژه‌های لاراولی",
                text:"اگر می‌خواهید Laravel را به‌صورت عملی و پروژه‌محور یاد بگیرید، این دوره برای شماست! در این دوره، به جای آموزش‌های تئوری، ۱۰ پروژه کاربردی را از صفر تا صد پیاده‌سازی می‌کنیم تا بتوانید در دنیای واقعی از مهارت‌های لاراولی خود استفاده کنید."
            },
            seccond:{
                title:"چه چیزهایی یاد می‌گیرید؟",
                items:[
                    "ساخت سیستم احراز هویت چندگانه (ایمیل، موبایل، رمز، OTP)",
                    "پیاده‌سازی سیستم مدیریت اعلان‌ها (ایمیل، SMS، تلگرام، پوش نوتیفیکیشن)",
                    "طراحی و توسعه API برای اپلیکیشن‌های موبایل با احراز هویت امن",
                    "مدیریت فایل و فضای ذخیره‌سازی (آپلود، فشرده‌سازی، S3)",
                    "پیاده‌سازی چت زنده و پیام‌رسان با Laravel Reverb",
                    "اتصال درگاه پرداخت و کیف پول دیجیتال برای مدیریت تراکنش‌ها",
                    "ایجاد سیستم مدیریت محتوا (CMS)‌ و ویرایشگر حرفه‌ای",
                ]
            }
        },
        courseTitles:[
            {
                title:"حکمرانی مردمی",
                teacher:"حجت‌الاسلام علی ذوعلم، رئیس اندیشگاه بیانیه گام دوم"
            },
            {
                title:"حکمرانی مردمی",
                teacher:"حجت‌الاسلام علی ذوعلم، رئیس اندیشگاه بیانیه گام دوم"
            },
            {
                title:"حکمرانی مردمی",
                teacher:"حجت‌الاسلام علی ذوعلم، رئیس اندیشگاه بیانیه گام دوم"
            },
        ]
    },
    {
        id:1030,
        title:"آموزش برنامه‌ نویسی برای استفاده از هوش مصنوعی و کاربردهای روزمره آن",
        date:{
            year:"04",
            month:"مهر",
            day:2,
            houre:"14:00"
        },
        Organizer:{
            name:"محمدرضا فقیهی",
            rate:4.5,
            description:"نویسنده و کارگردان خلاق، کانسپتچوال دیجیتال آرتیست، پادکستر، مربی خلاقیت"
        },
        special:false,
        status:"completed",
        type:"workshop",
        like:false,
        price:"2000000",
        categories:["نرم افزار" , "تکنولوژی"],
        time:20,
        holdingMethod:["حضوری" , "آنلاین" , "آنلاین و حضوری" ],
        address:"تهران، ضلع شمال شرقی ميدان شيخ بهائی، ابتدای خيابان سئول، خیابان خدامی، مدیریت اکتشاف شرکت ملی نفت ایران",
        location:"https://maps.app.goo.gl/nxADmFWmnmeLekev5",
        descriptions:{
            first:{
                title:"معرفی دوره پروژه‌های لاراولی",
                text:"اگر می‌خواهید Laravel را به‌صورت عملی و پروژه‌محور یاد بگیرید، این دوره برای شماست! در این دوره، به جای آموزش‌های تئوری، ۱۰ پروژه کاربردی را از صفر تا صد پیاده‌سازی می‌کنیم تا بتوانید در دنیای واقعی از مهارت‌های لاراولی خود استفاده کنید."
            },
            seccond:{
                title:"چه چیزهایی یاد می‌گیرید؟",
                items:[
                    "ساخت سیستم احراز هویت چندگانه (ایمیل، موبایل، رمز، OTP)",
                    "پیاده‌سازی سیستم مدیریت اعلان‌ها (ایمیل، SMS، تلگرام، پوش نوتیفیکیشن)",
                    "طراحی و توسعه API برای اپلیکیشن‌های موبایل با احراز هویت امن",
                    "مدیریت فایل و فضای ذخیره‌سازی (آپلود، فشرده‌سازی، S3)",
                    "پیاده‌سازی چت زنده و پیام‌رسان با Laravel Reverb",
                    "اتصال درگاه پرداخت و کیف پول دیجیتال برای مدیریت تراکنش‌ها",
                    "ایجاد سیستم مدیریت محتوا (CMS)‌ و ویرایشگر حرفه‌ای",
                ]
            }
        },
        courseTitles:[
            {
                title:"حکمرانی مردمی",
                teacher:"حجت‌الاسلام علی ذوعلم، رئیس اندیشگاه بیانیه گام دوم"
            },
            {
                title:"حکمرانی مردمی",
                teacher:"حجت‌الاسلام علی ذوعلم، رئیس اندیشگاه بیانیه گام دوم"
            },
            {
                title:"حکمرانی مردمی",
                teacher:"حجت‌الاسلام علی ذوعلم، رئیس اندیشگاه بیانیه گام دوم"
            },
        ]
    },
    {
        id:1031,
        title:"آموزش برنامه‌ نویسی برای استفاده از هوش مصنوعی و کاربردهای روزمره آن",
        date:{
            year:"04",
            month:"مهر",
            day:2,
            houre:"14:00"
        },
        Organizer:{
            name:"محمدرضا فقیهی",
            rate:4.5,
            description:"نویسنده و کارگردان خلاق، کانسپتچوال دیجیتال آرتیست، پادکستر، مربی خلاقیت"
        },
        image:"/images/pics/course1.png",
        special:true,
        status:"completed",
        type:"seminar",
        like:false,
        price:"رایگان",
        categories:["نرم افزار" , "تکنولوژی"],
        time:20,
        holdingMethod:["حضوری" , "آنلاین" , "آنلاین و حضوری" ],
        address:"تهران، ضلع شمال شرقی ميدان شيخ بهائی، ابتدای خيابان سئول، خیابان خدامی، مدیریت اکتشاف شرکت ملی نفت ایران",
        location:"https://maps.app.goo.gl/nxADmFWmnmeLekev5",
        descriptions:{
            first:{
                title:"معرفی دوره پروژه‌های لاراولی",
                text:"اگر می‌خواهید Laravel را به‌صورت عملی و پروژه‌محور یاد بگیرید، این دوره برای شماست! در این دوره، به جای آموزش‌های تئوری، ۱۰ پروژه کاربردی را از صفر تا صد پیاده‌سازی می‌کنیم تا بتوانید در دنیای واقعی از مهارت‌های لاراولی خود استفاده کنید."
            },
            seccond:{
                title:"چه چیزهایی یاد می‌گیرید؟",
                items:[
                    "ساخت سیستم احراز هویت چندگانه (ایمیل، موبایل، رمز، OTP)",
                    "پیاده‌سازی سیستم مدیریت اعلان‌ها (ایمیل، SMS، تلگرام، پوش نوتیفیکیشن)",
                    "طراحی و توسعه API برای اپلیکیشن‌های موبایل با احراز هویت امن",
                    "مدیریت فایل و فضای ذخیره‌سازی (آپلود، فشرده‌سازی، S3)",
                    "پیاده‌سازی چت زنده و پیام‌رسان با Laravel Reverb",
                    "اتصال درگاه پرداخت و کیف پول دیجیتال برای مدیریت تراکنش‌ها",
                    "ایجاد سیستم مدیریت محتوا (CMS)‌ و ویرایشگر حرفه‌ای",
                ]
            }
        },
        courseTitles:[
            {
                title:"حکمرانی مردمی",
                teacher:"حجت‌الاسلام علی ذوعلم، رئیس اندیشگاه بیانیه گام دوم"
            },
            {
                title:"حکمرانی مردمی",
                teacher:"حجت‌الاسلام علی ذوعلم، رئیس اندیشگاه بیانیه گام دوم"
            },
            {
                title:"حکمرانی مردمی",
                teacher:"حجت‌الاسلام علی ذوعلم، رئیس اندیشگاه بیانیه گام دوم"
            },
        ]
    },
    {
        id:1032,
        title:"آموزش برنامه‌ نویسی برای استفاده از هوش مصنوعی و کاربردهای روزمره آن",
        date:{
            year:"04",
            month:"مهر",
            day:2,
            houre:"14:00"
        },
        Organizer:{
            name:"محمدرضا فقیهی",
            rate:4.5,
            description:"نویسنده و کارگردان خلاق، کانسپتچوال دیجیتال آرتیست، پادکستر، مربی خلاقیت"
        },
        special:false,
        status:"completed",
        type:"call",
        like:false,
        price:"2000000",
        categories:["نرم افزار" , "تکنولوژی"],
        time:20,
        holdingMethod:["حضوری" , "آنلاین" , "آنلاین و حضوری" ],
        address:"تهران، ضلع شمال شرقی ميدان شيخ بهائی، ابتدای خيابان سئول، خیابان خدامی، مدیریت اکتشاف شرکت ملی نفت ایران",
        location:"https://maps.app.goo.gl/nxADmFWmnmeLekev5",
        descriptions:{
            first:{
                title:"معرفی دوره پروژه‌های لاراولی",
                text:"اگر می‌خواهید Laravel را به‌صورت عملی و پروژه‌محور یاد بگیرید، این دوره برای شماست! در این دوره، به جای آموزش‌های تئوری، ۱۰ پروژه کاربردی را از صفر تا صد پیاده‌سازی می‌کنیم تا بتوانید در دنیای واقعی از مهارت‌های لاراولی خود استفاده کنید."
            },
            seccond:{
                title:"چه چیزهایی یاد می‌گیرید؟",
                items:[
                    "ساخت سیستم احراز هویت چندگانه (ایمیل، موبایل، رمز، OTP)",
                    "پیاده‌سازی سیستم مدیریت اعلان‌ها (ایمیل، SMS، تلگرام، پوش نوتیفیکیشن)",
                    "طراحی و توسعه API برای اپلیکیشن‌های موبایل با احراز هویت امن",
                    "مدیریت فایل و فضای ذخیره‌سازی (آپلود، فشرده‌سازی، S3)",
                    "پیاده‌سازی چت زنده و پیام‌رسان با Laravel Reverb",
                    "اتصال درگاه پرداخت و کیف پول دیجیتال برای مدیریت تراکنش‌ها",
                    "ایجاد سیستم مدیریت محتوا (CMS)‌ و ویرایشگر حرفه‌ای",
                ]
            }
        },
        courseTitles:[
            {
                title:"حکمرانی مردمی",
                teacher:"حجت‌الاسلام علی ذوعلم، رئیس اندیشگاه بیانیه گام دوم"
            },
            {
                title:"حکمرانی مردمی",
                teacher:"حجت‌الاسلام علی ذوعلم، رئیس اندیشگاه بیانیه گام دوم"
            },
            {
                title:"حکمرانی مردمی",
                teacher:"حجت‌الاسلام علی ذوعلم، رئیس اندیشگاه بیانیه گام دوم"
            },
        ]
    },
    {
        id:1033,
        title:"آموزش برنامه‌ نویسی برای استفاده از هوش مصنوعی و کاربردهای روزمره آن",
        date:{
            year:"04",
            month:"مهر",
            day:2,
            houre:"14:00"
        },
        Organizer:{
            name:"محمدرضا فقیهی",
            rate:4.5,
            description:"نویسنده و کارگردان خلاق، کانسپتچوال دیجیتال آرتیست، پادکستر، مربی خلاقیت"
        },
        image:"/images/pics/course1.png",
        special:true,
        status:"ongoing",
        type:"offline",
        like:false,
        price:"رایگان",
        categories:["نرم افزار" , "تکنولوژی"],
        time:20,
        holdingMethod:["حضوری" , "آنلاین" , "آنلاین و حضوری" ],
        address:"تهران، ضلع شمال شرقی ميدان شيخ بهائی، ابتدای خيابان سئول، خیابان خدامی، مدیریت اکتشاف شرکت ملی نفت ایران",
        location:"https://maps.app.goo.gl/nxADmFWmnmeLekev5",
        descriptions:{
            first:{
                title:"معرفی دوره پروژه‌های لاراولی",
                text:"اگر می‌خواهید Laravel را به‌صورت عملی و پروژه‌محور یاد بگیرید، این دوره برای شماست! در این دوره، به جای آموزش‌های تئوری، ۱۰ پروژه کاربردی را از صفر تا صد پیاده‌سازی می‌کنیم تا بتوانید در دنیای واقعی از مهارت‌های لاراولی خود استفاده کنید."
            },
            seccond:{
                title:"چه چیزهایی یاد می‌گیرید؟",
                items:[
                    "ساخت سیستم احراز هویت چندگانه (ایمیل، موبایل، رمز، OTP)",
                    "پیاده‌سازی سیستم مدیریت اعلان‌ها (ایمیل، SMS، تلگرام، پوش نوتیفیکیشن)",
                    "طراحی و توسعه API برای اپلیکیشن‌های موبایل با احراز هویت امن",
                    "مدیریت فایل و فضای ذخیره‌سازی (آپلود، فشرده‌سازی، S3)",
                    "پیاده‌سازی چت زنده و پیام‌رسان با Laravel Reverb",
                    "اتصال درگاه پرداخت و کیف پول دیجیتال برای مدیریت تراکنش‌ها",
                    "ایجاد سیستم مدیریت محتوا (CMS)‌ و ویرایشگر حرفه‌ای",
                ]
            }
        },
        courseTitles:[
            {
                title:"حکمرانی مردمی",
                teacher:"حجت‌الاسلام علی ذوعلم، رئیس اندیشگاه بیانیه گام دوم"
            },
            {
                title:"حکمرانی مردمی",
                teacher:"حجت‌الاسلام علی ذوعلم، رئیس اندیشگاه بیانیه گام دوم"
            },
            {
                title:"حکمرانی مردمی",
                teacher:"حجت‌الاسلام علی ذوعلم، رئیس اندیشگاه بیانیه گام دوم"
            },
        ]
    },
    {
        id:1034,
        title:"آموزش برنامه‌ نویسی برای استفاده از هوش مصنوعی و کاربردهای روزمره آن",
        date:{
            year:"04",
            month:"مهر",
            day:2,
            houre:"14:00"
        },
        Organizer:{
            name:"محمدرضا فقیهی",
            rate:4.5,
            description:"نویسنده و کارگردان خلاق، کانسپتچوال دیجیتال آرتیست، پادکستر، مربی خلاقیت"
        },
        special:false,
        status:"ongoing",
        type:"course",
        like:false,
        price:"2000000",
        categories:["نرم افزار" , "تکنولوژی"],
        time:20,
        holdingMethod:["حضوری" , "آنلاین" , "آنلاین و حضوری" ],
        address:"تهران، ضلع شمال شرقی ميدان شيخ بهائی، ابتدای خيابان سئول، خیابان خدامی، مدیریت اکتشاف شرکت ملی نفت ایران",
        location:"https://maps.app.goo.gl/nxADmFWmnmeLekev5",
        descriptions:{
            first:{
                title:"معرفی دوره پروژه‌های لاراولی",
                text:"اگر می‌خواهید Laravel را به‌صورت عملی و پروژه‌محور یاد بگیرید، این دوره برای شماست! در این دوره، به جای آموزش‌های تئوری، ۱۰ پروژه کاربردی را از صفر تا صد پیاده‌سازی می‌کنیم تا بتوانید در دنیای واقعی از مهارت‌های لاراولی خود استفاده کنید."
            },
            seccond:{
                title:"چه چیزهایی یاد می‌گیرید؟",
                items:[
                    "ساخت سیستم احراز هویت چندگانه (ایمیل، موبایل، رمز، OTP)",
                    "پیاده‌سازی سیستم مدیریت اعلان‌ها (ایمیل، SMS، تلگرام، پوش نوتیفیکیشن)",
                    "طراحی و توسعه API برای اپلیکیشن‌های موبایل با احراز هویت امن",
                    "مدیریت فایل و فضای ذخیره‌سازی (آپلود، فشرده‌سازی، S3)",
                    "پیاده‌سازی چت زنده و پیام‌رسان با Laravel Reverb",
                    "اتصال درگاه پرداخت و کیف پول دیجیتال برای مدیریت تراکنش‌ها",
                    "ایجاد سیستم مدیریت محتوا (CMS)‌ و ویرایشگر حرفه‌ای",
                ]
            }
        },
        courseTitles:[
            {
                title:"حکمرانی مردمی",
                teacher:"حجت‌الاسلام علی ذوعلم، رئیس اندیشگاه بیانیه گام دوم"
            },
            {
                title:"حکمرانی مردمی",
                teacher:"حجت‌الاسلام علی ذوعلم، رئیس اندیشگاه بیانیه گام دوم"
            },
            {
                title:"حکمرانی مردمی",
                teacher:"حجت‌الاسلام علی ذوعلم، رئیس اندیشگاه بیانیه گام دوم"
            },
        ]
    },
    {
        id:1035,
        title:"آموزش برنامه‌ نویسی برای استفاده از هوش مصنوعی و کاربردهای روزمره آن",
        date:{
            year:"04",
            month:"مهر",
            day:2,
            houre:"14:00"
        },
        Organizer:{
            name:"محمدرضا فقیهی",
            rate:4.5,
            description:"نویسنده و کارگردان خلاق، کانسپتچوال دیجیتال آرتیست، پادکستر، مربی خلاقیت"
        },
        image:"/images/pics/course1.png",
        special:true,
        status:"register",
        type:"workshop",
        like:false,
        price:"رایگان",
        categories:["نرم افزار" , "تکنولوژی"],
        time:20,
        holdingMethod:["حضوری" , "آنلاین" , "آنلاین و حضوری" ],
        address:"تهران، ضلع شمال شرقی ميدان شيخ بهائی، ابتدای خيابان سئول، خیابان خدامی، مدیریت اکتشاف شرکت ملی نفت ایران",
        location:"https://maps.app.goo.gl/nxADmFWmnmeLekev5",
        descriptions:{
            first:{
                title:"معرفی دوره پروژه‌های لاراولی",
                text:"اگر می‌خواهید Laravel را به‌صورت عملی و پروژه‌محور یاد بگیرید، این دوره برای شماست! در این دوره، به جای آموزش‌های تئوری، ۱۰ پروژه کاربردی را از صفر تا صد پیاده‌سازی می‌کنیم تا بتوانید در دنیای واقعی از مهارت‌های لاراولی خود استفاده کنید."
            },
            seccond:{
                title:"چه چیزهایی یاد می‌گیرید؟",
                items:[
                    "ساخت سیستم احراز هویت چندگانه (ایمیل، موبایل، رمز، OTP)",
                    "پیاده‌سازی سیستم مدیریت اعلان‌ها (ایمیل، SMS، تلگرام، پوش نوتیفیکیشن)",
                    "طراحی و توسعه API برای اپلیکیشن‌های موبایل با احراز هویت امن",
                    "مدیریت فایل و فضای ذخیره‌سازی (آپلود، فشرده‌سازی، S3)",
                    "پیاده‌سازی چت زنده و پیام‌رسان با Laravel Reverb",
                    "اتصال درگاه پرداخت و کیف پول دیجیتال برای مدیریت تراکنش‌ها",
                    "ایجاد سیستم مدیریت محتوا (CMS)‌ و ویرایشگر حرفه‌ای",
                ]
            }
        },
        courseTitles:[
            {
                title:"حکمرانی مردمی",
                teacher:"حجت‌الاسلام علی ذوعلم، رئیس اندیشگاه بیانیه گام دوم"
            },
            {
                title:"حکمرانی مردمی",
                teacher:"حجت‌الاسلام علی ذوعلم، رئیس اندیشگاه بیانیه گام دوم"
            },
            {
                title:"حکمرانی مردمی",
                teacher:"حجت‌الاسلام علی ذوعلم، رئیس اندیشگاه بیانیه گام دوم"
            },
        ]
    },
    {
        id:1036,
        title:"آموزش برنامه‌ نویسی برای استفاده از هوش مصنوعی و کاربردهای روزمره آن",
        date:{
            year:"04",
            month:"مهر",
            day:2,
            houre:"14:00"
        },
        Organizer:{
            name:"محمدرضا فقیهی",
            rate:4.5,
            description:"نویسنده و کارگردان خلاق، کانسپتچوال دیجیتال آرتیست، پادکستر، مربی خلاقیت"
        },
        special:false,
        status:"completed",
        type:"seminar",
        like:false,
        price:"2000000",
        categories:["نرم افزار" , "تکنولوژی"],
        time:20,
        holdingMethod:["حضوری" , "آنلاین" , "آنلاین و حضوری" ],
        address:"تهران، ضلع شمال شرقی ميدان شيخ بهائی، ابتدای خيابان سئول، خیابان خدامی، مدیریت اکتشاف شرکت ملی نفت ایران",
        location:"https://maps.app.goo.gl/nxADmFWmnmeLekev5",
        descriptions:{
            first:{
                title:"معرفی دوره پروژه‌های لاراولی",
                text:"اگر می‌خواهید Laravel را به‌صورت عملی و پروژه‌محور یاد بگیرید، این دوره برای شماست! در این دوره، به جای آموزش‌های تئوری، ۱۰ پروژه کاربردی را از صفر تا صد پیاده‌سازی می‌کنیم تا بتوانید در دنیای واقعی از مهارت‌های لاراولی خود استفاده کنید."
            },
            seccond:{
                title:"چه چیزهایی یاد می‌گیرید؟",
                items:[
                    "ساخت سیستم احراز هویت چندگانه (ایمیل، موبایل، رمز، OTP)",
                    "پیاده‌سازی سیستم مدیریت اعلان‌ها (ایمیل، SMS، تلگرام، پوش نوتیفیکیشن)",
                    "طراحی و توسعه API برای اپلیکیشن‌های موبایل با احراز هویت امن",
                    "مدیریت فایل و فضای ذخیره‌سازی (آپلود، فشرده‌سازی، S3)",
                    "پیاده‌سازی چت زنده و پیام‌رسان با Laravel Reverb",
                    "اتصال درگاه پرداخت و کیف پول دیجیتال برای مدیریت تراکنش‌ها",
                    "ایجاد سیستم مدیریت محتوا (CMS)‌ و ویرایشگر حرفه‌ای",
                ]
            }
        },
        courseTitles:[
            {
                title:"حکمرانی مردمی",
                teacher:"حجت‌الاسلام علی ذوعلم، رئیس اندیشگاه بیانیه گام دوم"
            },
            {
                title:"حکمرانی مردمی",
                teacher:"حجت‌الاسلام علی ذوعلم، رئیس اندیشگاه بیانیه گام دوم"
            },
            {
                title:"حکمرانی مردمی",
                teacher:"حجت‌الاسلام علی ذوعلم، رئیس اندیشگاه بیانیه گام دوم"
            },
        ]
    },
    {
        id:1037,
        title:"آموزش برنامه‌ نویسی برای استفاده از هوش مصنوعی و کاربردهای روزمره آن",
        date:{
            year:"04",
            month:"مهر",
            day:2,
            houre:"14:00"
        },
        Organizer:{
            name:"محمدرضا فقیهی",
            rate:4.5,
            description:"نویسنده و کارگردان خلاق، کانسپتچوال دیجیتال آرتیست، پادکستر، مربی خلاقیت"
        },
        image:"/images/pics/course1.png",
        special:true,
        status:"register",
        type:"call",
        like:false,
        price:"رایگان",
        categories:["نرم افزار" , "تکنولوژی"],
        time:20,
        holdingMethod:["حضوری" , "آنلاین" , "آنلاین و حضوری" ],
        address:"تهران، ضلع شمال شرقی ميدان شيخ بهائی، ابتدای خيابان سئول، خیابان خدامی، مدیریت اکتشاف شرکت ملی نفت ایران",
        location:"https://maps.app.goo.gl/nxADmFWmnmeLekev5",
        descriptions:{
            first:{
                title:"معرفی دوره پروژه‌های لاراولی",
                text:"اگر می‌خواهید Laravel را به‌صورت عملی و پروژه‌محور یاد بگیرید، این دوره برای شماست! در این دوره، به جای آموزش‌های تئوری، ۱۰ پروژه کاربردی را از صفر تا صد پیاده‌سازی می‌کنیم تا بتوانید در دنیای واقعی از مهارت‌های لاراولی خود استفاده کنید."
            },
            seccond:{
                title:"چه چیزهایی یاد می‌گیرید؟",
                items:[
                    "ساخت سیستم احراز هویت چندگانه (ایمیل، موبایل، رمز، OTP)",
                    "پیاده‌سازی سیستم مدیریت اعلان‌ها (ایمیل، SMS، تلگرام، پوش نوتیفیکیشن)",
                    "طراحی و توسعه API برای اپلیکیشن‌های موبایل با احراز هویت امن",
                    "مدیریت فایل و فضای ذخیره‌سازی (آپلود، فشرده‌سازی، S3)",
                    "پیاده‌سازی چت زنده و پیام‌رسان با Laravel Reverb",
                    "اتصال درگاه پرداخت و کیف پول دیجیتال برای مدیریت تراکنش‌ها",
                    "ایجاد سیستم مدیریت محتوا (CMS)‌ و ویرایشگر حرفه‌ای",
                ]
            }
        },
        courseTitles:[
            {
                title:"حکمرانی مردمی",
                teacher:"حجت‌الاسلام علی ذوعلم، رئیس اندیشگاه بیانیه گام دوم"
            },
            {
                title:"حکمرانی مردمی",
                teacher:"حجت‌الاسلام علی ذوعلم، رئیس اندیشگاه بیانیه گام دوم"
            },
            {
                title:"حکمرانی مردمی",
                teacher:"حجت‌الاسلام علی ذوعلم، رئیس اندیشگاه بیانیه گام دوم"
            },
        ]
    },
    {
        id:1038,
        title:"آموزش برنامه‌ نویسی برای استفاده از هوش مصنوعی و کاربردهای روزمره آن",
        date:{
            year:"04",
            month:"مهر",
            day:2,
            houre:"14:00"
        },
        Organizer:{
            name:"محمدرضا فقیهی",
            rate:4.5,
            description:"نویسنده و کارگردان خلاق، کانسپتچوال دیجیتال آرتیست، پادکستر، مربی خلاقیت"
        },
        special:false,
        status:"ongoing",
        type:"offline",
        like:false,
        price:"2000000",
        categories:["نرم افزار" , "تکنولوژی"],
        time:20,
        holdingMethod:["حضوری" , "آنلاین" , "آنلاین و حضوری" ],
        address:"تهران، ضلع شمال شرقی ميدان شيخ بهائی، ابتدای خيابان سئول، خیابان خدامی، مدیریت اکتشاف شرکت ملی نفت ایران",
        location:"https://maps.app.goo.gl/nxADmFWmnmeLekev5",
        descriptions:{
            first:{
                title:"معرفی دوره پروژه‌های لاراولی",
                text:"اگر می‌خواهید Laravel را به‌صورت عملی و پروژه‌محور یاد بگیرید، این دوره برای شماست! در این دوره، به جای آموزش‌های تئوری، ۱۰ پروژه کاربردی را از صفر تا صد پیاده‌سازی می‌کنیم تا بتوانید در دنیای واقعی از مهارت‌های لاراولی خود استفاده کنید."
            },
            seccond:{
                title:"چه چیزهایی یاد می‌گیرید؟",
                items:[
                    "ساخت سیستم احراز هویت چندگانه (ایمیل، موبایل، رمز، OTP)",
                    "پیاده‌سازی سیستم مدیریت اعلان‌ها (ایمیل، SMS، تلگرام، پوش نوتیفیکیشن)",
                    "طراحی و توسعه API برای اپلیکیشن‌های موبایل با احراز هویت امن",
                    "مدیریت فایل و فضای ذخیره‌سازی (آپلود، فشرده‌سازی، S3)",
                    "پیاده‌سازی چت زنده و پیام‌رسان با Laravel Reverb",
                    "اتصال درگاه پرداخت و کیف پول دیجیتال برای مدیریت تراکنش‌ها",
                    "ایجاد سیستم مدیریت محتوا (CMS)‌ و ویرایشگر حرفه‌ای",
                ]
            }
        },
        courseTitles:[
            {
                title:"حکمرانی مردمی",
                teacher:"حجت‌الاسلام علی ذوعلم، رئیس اندیشگاه بیانیه گام دوم"
            },
            {
                title:"حکمرانی مردمی",
                teacher:"حجت‌الاسلام علی ذوعلم، رئیس اندیشگاه بیانیه گام دوم"
            },
            {
                title:"حکمرانی مردمی",
                teacher:"حجت‌الاسلام علی ذوعلم، رئیس اندیشگاه بیانیه گام دوم"
            },
        ]
    },
    {
        id:1039,
        title:"آموزش برنامه‌ نویسی برای استفاده از هوش مصنوعی و کاربردهای روزمره آن",
        date:{
            year:"04",
            month:"مهر",
            day:2,
            houre:"14:00"
        },
        Organizer:{
            name:"محمدرضا فقیهی",
            rate:4.5,
            description:"نویسنده و کارگردان خلاق، کانسپتچوال دیجیتال آرتیست، پادکستر، مربی خلاقیت"
        },
        image:"/images/pics/course1.png",
        special:true,
        status:"register",
        type:"course",
        like:false,
        price:"رایگان",
        categories:["نرم افزار" , "تکنولوژی"],
        time:20,
        holdingMethod:["حضوری" , "آنلاین" , "آنلاین و حضوری" ],
        address:"تهران، ضلع شمال شرقی ميدان شيخ بهائی، ابتدای خيابان سئول، خیابان خدامی، مدیریت اکتشاف شرکت ملی نفت ایران",
        location:"https://maps.app.goo.gl/nxADmFWmnmeLekev5",
        descriptions:{
            first:{
                title:"معرفی دوره پروژه‌های لاراولی",
                text:"اگر می‌خواهید Laravel را به‌صورت عملی و پروژه‌محور یاد بگیرید، این دوره برای شماست! در این دوره، به جای آموزش‌های تئوری، ۱۰ پروژه کاربردی را از صفر تا صد پیاده‌سازی می‌کنیم تا بتوانید در دنیای واقعی از مهارت‌های لاراولی خود استفاده کنید."
            },
            seccond:{
                title:"چه چیزهایی یاد می‌گیرید؟",
                items:[
                    "ساخت سیستم احراز هویت چندگانه (ایمیل، موبایل، رمز، OTP)",
                    "پیاده‌سازی سیستم مدیریت اعلان‌ها (ایمیل، SMS، تلگرام، پوش نوتیفیکیشن)",
                    "طراحی و توسعه API برای اپلیکیشن‌های موبایل با احراز هویت امن",
                    "مدیریت فایل و فضای ذخیره‌سازی (آپلود، فشرده‌سازی، S3)",
                    "پیاده‌سازی چت زنده و پیام‌رسان با Laravel Reverb",
                    "اتصال درگاه پرداخت و کیف پول دیجیتال برای مدیریت تراکنش‌ها",
                    "ایجاد سیستم مدیریت محتوا (CMS)‌ و ویرایشگر حرفه‌ای",
                ]
            }
        },
        courseTitles:[
            {
                title:"حکمرانی مردمی",
                teacher:"حجت‌الاسلام علی ذوعلم، رئیس اندیشگاه بیانیه گام دوم"
            },
            {
                title:"حکمرانی مردمی",
                teacher:"حجت‌الاسلام علی ذوعلم، رئیس اندیشگاه بیانیه گام دوم"
            },
            {
                title:"حکمرانی مردمی",
                teacher:"حجت‌الاسلام علی ذوعلم، رئیس اندیشگاه بیانیه گام دوم"
            },
        ]
    },
    {
        id:1040,
        title:"آموزش برنامه‌ نویسی برای استفاده از هوش مصنوعی و کاربردهای روزمره آن",
        date:{
            year:"04",
            month:"مهر",
            day:2,
            houre:"14:00"
        },
        Organizer:{
            name:"محمدرضا فقیهی",
            rate:4.5,
            description:"نویسنده و کارگردان خلاق، کانسپتچوال دیجیتال آرتیست، پادکستر، مربی خلاقیت"
        },
        special:false,
        status:"completed",
        type:"workshop",
        like:false,
        price:"2000000",
        categories:["نرم افزار" , "تکنولوژی"],
        time:20,
        holdingMethod:["حضوری" , "آنلاین" , "آنلاین و حضوری" ],
        address:"تهران، ضلع شمال شرقی ميدان شيخ بهائی، ابتدای خيابان سئول، خیابان خدامی، مدیریت اکتشاف شرکت ملی نفت ایران",
        location:"https://maps.app.goo.gl/nxADmFWmnmeLekev5",
        descriptions:{
            first:{
                title:"معرفی دوره پروژه‌های لاراولی",
                text:"اگر می‌خواهید Laravel را به‌صورت عملی و پروژه‌محور یاد بگیرید، این دوره برای شماست! در این دوره، به جای آموزش‌های تئوری، ۱۰ پروژه کاربردی را از صفر تا صد پیاده‌سازی می‌کنیم تا بتوانید در دنیای واقعی از مهارت‌های لاراولی خود استفاده کنید."
            },
            seccond:{
                title:"چه چیزهایی یاد می‌گیرید؟",
                items:[
                    "ساخت سیستم احراز هویت چندگانه (ایمیل، موبایل، رمز، OTP)",
                    "پیاده‌سازی سیستم مدیریت اعلان‌ها (ایمیل، SMS، تلگرام، پوش نوتیفیکیشن)",
                    "طراحی و توسعه API برای اپلیکیشن‌های موبایل با احراز هویت امن",
                    "مدیریت فایل و فضای ذخیره‌سازی (آپلود، فشرده‌سازی، S3)",
                    "پیاده‌سازی چت زنده و پیام‌رسان با Laravel Reverb",
                    "اتصال درگاه پرداخت و کیف پول دیجیتال برای مدیریت تراکنش‌ها",
                    "ایجاد سیستم مدیریت محتوا (CMS)‌ و ویرایشگر حرفه‌ای",
                ]
            }
        },
        courseTitles:[
            {
                title:"حکمرانی مردمی",
                teacher:"حجت‌الاسلام علی ذوعلم، رئیس اندیشگاه بیانیه گام دوم"
            },
            {
                title:"حکمرانی مردمی",
                teacher:"حجت‌الاسلام علی ذوعلم، رئیس اندیشگاه بیانیه گام دوم"
            },
            {
                title:"حکمرانی مردمی",
                teacher:"حجت‌الاسلام علی ذوعلم، رئیس اندیشگاه بیانیه گام دوم"
            },
        ]
    },
    {
        id:1041,
        title:"آموزش برنامه‌ نویسی برای استفاده از هوش مصنوعی و کاربردهای روزمره آن",
        date:{
            year:"04",
            month:"مهر",
            day:2,
            houre:"14:00"
        },
        Organizer:{
            name:"محمدرضا فقیهی",
            rate:4.5,
            description:"نویسنده و کارگردان خلاق، کانسپتچوال دیجیتال آرتیست، پادکستر، مربی خلاقیت"
        },
        image:"/images/pics/course1.png",
        special:true,
        status:"register",
        type:"seminar",
        like:false,
        price:"رایگان",
        categories:["نرم افزار" , "تکنولوژی"],
        time:20,
        holdingMethod:["حضوری" , "آنلاین" , "آنلاین و حضوری" ],
        address:"تهران، ضلع شمال شرقی ميدان شيخ بهائی، ابتدای خيابان سئول، خیابان خدامی، مدیریت اکتشاف شرکت ملی نفت ایران",
        location:"https://maps.app.goo.gl/nxADmFWmnmeLekev5",
        descriptions:{
            first:{
                title:"معرفی دوره پروژه‌های لاراولی",
                text:"اگر می‌خواهید Laravel را به‌صورت عملی و پروژه‌محور یاد بگیرید، این دوره برای شماست! در این دوره، به جای آموزش‌های تئوری، ۱۰ پروژه کاربردی را از صفر تا صد پیاده‌سازی می‌کنیم تا بتوانید در دنیای واقعی از مهارت‌های لاراولی خود استفاده کنید."
            },
            seccond:{
                title:"چه چیزهایی یاد می‌گیرید؟",
                items:[
                    "ساخت سیستم احراز هویت چندگانه (ایمیل، موبایل، رمز، OTP)",
                    "پیاده‌سازی سیستم مدیریت اعلان‌ها (ایمیل، SMS، تلگرام، پوش نوتیفیکیشن)",
                    "طراحی و توسعه API برای اپلیکیشن‌های موبایل با احراز هویت امن",
                    "مدیریت فایل و فضای ذخیره‌سازی (آپلود، فشرده‌سازی، S3)",
                    "پیاده‌سازی چت زنده و پیام‌رسان با Laravel Reverb",
                    "اتصال درگاه پرداخت و کیف پول دیجیتال برای مدیریت تراکنش‌ها",
                    "ایجاد سیستم مدیریت محتوا (CMS)‌ و ویرایشگر حرفه‌ای",
                ]
            }
        },
        courseTitles:[
            {
                title:"حکمرانی مردمی",
                teacher:"حجت‌الاسلام علی ذوعلم، رئیس اندیشگاه بیانیه گام دوم"
            },
            {
                title:"حکمرانی مردمی",
                teacher:"حجت‌الاسلام علی ذوعلم، رئیس اندیشگاه بیانیه گام دوم"
            },
            {
                title:"حکمرانی مردمی",
                teacher:"حجت‌الاسلام علی ذوعلم، رئیس اندیشگاه بیانیه گام دوم"
            },
        ]
    },
    {
        id:1042,
        title:"آموزش برنامه‌ نویسی برای استفاده از هوش مصنوعی و کاربردهای روزمره آن",
        date:{
            year:"04",
            month:"مهر",
            day:2,
            houre:"14:00"
        },
        Organizer:{
            name:"محمدرضا فقیهی",
            rate:4.5,
            description:"نویسنده و کارگردان خلاق، کانسپتچوال دیجیتال آرتیست، پادکستر، مربی خلاقیت"
        },
        special:false,
        status:"register",
        type:"call",
        like:false,
        price:"2000000",
        categories:["نرم افزار" , "تکنولوژی"],
        time:20,
        holdingMethod:["حضوری" , "آنلاین" , "آنلاین و حضوری" ],
        address:"تهران، ضلع شمال شرقی ميدان شيخ بهائی، ابتدای خيابان سئول، خیابان خدامی، مدیریت اکتشاف شرکت ملی نفت ایران",
        location:"https://maps.app.goo.gl/nxADmFWmnmeLekev5",
        descriptions:{
            first:{
                title:"معرفی دوره پروژه‌های لاراولی",
                text:"اگر می‌خواهید Laravel را به‌صورت عملی و پروژه‌محور یاد بگیرید، این دوره برای شماست! در این دوره، به جای آموزش‌های تئوری، ۱۰ پروژه کاربردی را از صفر تا صد پیاده‌سازی می‌کنیم تا بتوانید در دنیای واقعی از مهارت‌های لاراولی خود استفاده کنید."
            },
            seccond:{
                title:"چه چیزهایی یاد می‌گیرید؟",
                items:[
                    "ساخت سیستم احراز هویت چندگانه (ایمیل، موبایل، رمز، OTP)",
                    "پیاده‌سازی سیستم مدیریت اعلان‌ها (ایمیل، SMS، تلگرام، پوش نوتیفیکیشن)",
                    "طراحی و توسعه API برای اپلیکیشن‌های موبایل با احراز هویت امن",
                    "مدیریت فایل و فضای ذخیره‌سازی (آپلود، فشرده‌سازی، S3)",
                    "پیاده‌سازی چت زنده و پیام‌رسان با Laravel Reverb",
                    "اتصال درگاه پرداخت و کیف پول دیجیتال برای مدیریت تراکنش‌ها",
                    "ایجاد سیستم مدیریت محتوا (CMS)‌ و ویرایشگر حرفه‌ای",
                ]
            }
        },
        courseTitles:[
            {
                title:"حکمرانی مردمی",
                teacher:"حجت‌الاسلام علی ذوعلم، رئیس اندیشگاه بیانیه گام دوم"
            },
            {
                title:"حکمرانی مردمی",
                teacher:"حجت‌الاسلام علی ذوعلم، رئیس اندیشگاه بیانیه گام دوم"
            },
            {
                title:"حکمرانی مردمی",
                teacher:"حجت‌الاسلام علی ذوعلم، رئیس اندیشگاه بیانیه گام دوم"
            },
        ]
    },
    {
        id:1043,
        title:"آموزش برنامه‌ نویسی برای استفاده از هوش مصنوعی و کاربردهای روزمره آن",
        date:{
            year:"04",
            month:"مهر",
            day:2,
            houre:"14:00"
        },
        Organizer:{
            name:"محمدرضا فقیهی",
            rate:4.5,
            description:"نویسنده و کارگردان خلاق، کانسپتچوال دیجیتال آرتیست، پادکستر، مربی خلاقیت"
        },
        special:false,
        status:"register",
        type:"call",
        like:false,
        price:"2000000",
        categories:["نرم افزار" , "تکنولوژی"],
        time:20,
        holdingMethod:["حضوری" , "آنلاین" , "آنلاین و حضوری" ],
        address:"تهران، ضلع شمال شرقی ميدان شيخ بهائی، ابتدای خيابان سئول، خیابان خدامی، مدیریت اکتشاف شرکت ملی نفت ایران",
        location:"https://maps.app.goo.gl/nxADmFWmnmeLekev5",
        descriptions:{
            first:{
                title:"معرفی دوره پروژه‌های لاراولی",
                text:"اگر می‌خواهید Laravel را به‌صورت عملی و پروژه‌محور یاد بگیرید، این دوره برای شماست! در این دوره، به جای آموزش‌های تئوری، ۱۰ پروژه کاربردی را از صفر تا صد پیاده‌سازی می‌کنیم تا بتوانید در دنیای واقعی از مهارت‌های لاراولی خود استفاده کنید."
            },
            seccond:{
                title:"چه چیزهایی یاد می‌گیرید؟",
                items:[
                    "ساخت سیستم احراز هویت چندگانه (ایمیل، موبایل، رمز، OTP)",
                    "پیاده‌سازی سیستم مدیریت اعلان‌ها (ایمیل، SMS، تلگرام، پوش نوتیفیکیشن)",
                    "طراحی و توسعه API برای اپلیکیشن‌های موبایل با احراز هویت امن",
                    "مدیریت فایل و فضای ذخیره‌سازی (آپلود، فشرده‌سازی، S3)",
                    "پیاده‌سازی چت زنده و پیام‌رسان با Laravel Reverb",
                    "اتصال درگاه پرداخت و کیف پول دیجیتال برای مدیریت تراکنش‌ها",
                    "ایجاد سیستم مدیریت محتوا (CMS)‌ و ویرایشگر حرفه‌ای",
                ]
            }
        },
        courseTitles:[
            {
                title:"حکمرانی مردمی",
                teacher:"حجت‌الاسلام علی ذوعلم، رئیس اندیشگاه بیانیه گام دوم"
            },
            {
                title:"حکمرانی مردمی",
                teacher:"حجت‌الاسلام علی ذوعلم، رئیس اندیشگاه بیانیه گام دوم"
            },
            {
                title:"حکمرانی مردمی",
                teacher:"حجت‌الاسلام علی ذوعلم، رئیس اندیشگاه بیانیه گام دوم"
            },
        ]
    },
    {
        id:1044,
        title:"آموزش برنامه‌ نویسی برای استفاده از هوش مصنوعی و کاربردهای روزمره آن",
        date:{
            year:"04",
            month:"مهر",
            day:2,
            houre:"14:00"
        },
        Organizer:{
            name:"محمدرضا فقیهی",
            rate:4.5,
            description:"نویسنده و کارگردان خلاق، کانسپتچوال دیجیتال آرتیست، پادکستر، مربی خلاقیت"
        },
        special:false,
        status:"register",
        type:"call",
        like:false,
        price:"2000000",
        categories:["نرم افزار" , "تکنولوژی"],
        time:20,
        holdingMethod:["حضوری" , "آنلاین" , "آنلاین و حضوری" ],
        address:"تهران، ضلع شمال شرقی ميدان شيخ بهائی، ابتدای خيابان سئول، خیابان خدامی، مدیریت اکتشاف شرکت ملی نفت ایران",
        location:"https://maps.app.goo.gl/nxADmFWmnmeLekev5",
        descriptions:{
            first:{
                title:"معرفی دوره پروژه‌های لاراولی",
                text:"اگر می‌خواهید Laravel را به‌صورت عملی و پروژه‌محور یاد بگیرید، این دوره برای شماست! در این دوره، به جای آموزش‌های تئوری، ۱۰ پروژه کاربردی را از صفر تا صد پیاده‌سازی می‌کنیم تا بتوانید در دنیای واقعی از مهارت‌های لاراولی خود استفاده کنید."
            },
            seccond:{
                title:"چه چیزهایی یاد می‌گیرید؟",
                items:[
                    "ساخت سیستم احراز هویت چندگانه (ایمیل، موبایل، رمز، OTP)",
                    "پیاده‌سازی سیستم مدیریت اعلان‌ها (ایمیل، SMS، تلگرام، پوش نوتیفیکیشن)",
                    "طراحی و توسعه API برای اپلیکیشن‌های موبایل با احراز هویت امن",
                    "مدیریت فایل و فضای ذخیره‌سازی (آپلود، فشرده‌سازی، S3)",
                    "پیاده‌سازی چت زنده و پیام‌رسان با Laravel Reverb",
                    "اتصال درگاه پرداخت و کیف پول دیجیتال برای مدیریت تراکنش‌ها",
                    "ایجاد سیستم مدیریت محتوا (CMS)‌ و ویرایشگر حرفه‌ای",
                ]
            }
        },
        courseTitles:[
            {
                title:"حکمرانی مردمی",
                teacher:"حجت‌الاسلام علی ذوعلم، رئیس اندیشگاه بیانیه گام دوم"
            },
            {
                title:"حکمرانی مردمی",
                teacher:"حجت‌الاسلام علی ذوعلم، رئیس اندیشگاه بیانیه گام دوم"
            },
            {
                title:"حکمرانی مردمی",
                teacher:"حجت‌الاسلام علی ذوعلم، رئیس اندیشگاه بیانیه گام دوم"
            },
        ]
    },
    {
        id:1045,
        title:"آموزش برنامه‌ نویسی برای استفاده از هوش مصنوعی و کاربردهای روزمره آن",
        date:{
            year:"04",
            month:"مهر",
            day:2,
            houre:"14:00"
        },
        Organizer:{
            name:"محمدرضا فقیهی",
            rate:4.5,
            description:"نویسنده و کارگردان خلاق، کانسپتچوال دیجیتال آرتیست، پادکستر، مربی خلاقیت"
        },
        special:false,
        status:"register",
        type:"call",
        like:false,
        price:"2000000",
        categories:["نرم افزار" , "تکنولوژی"],
        time:20,
        holdingMethod:["حضوری" , "آنلاین" , "آنلاین و حضوری" ],
        address:"تهران، ضلع شمال شرقی ميدان شيخ بهائی، ابتدای خيابان سئول، خیابان خدامی، مدیریت اکتشاف شرکت ملی نفت ایران",
        location:"https://maps.app.goo.gl/nxADmFWmnmeLekev5",
        descriptions:{
            first:{
                title:"معرفی دوره پروژه‌های لاراولی",
                text:"اگر می‌خواهید Laravel را به‌صورت عملی و پروژه‌محور یاد بگیرید، این دوره برای شماست! در این دوره، به جای آموزش‌های تئوری، ۱۰ پروژه کاربردی را از صفر تا صد پیاده‌سازی می‌کنیم تا بتوانید در دنیای واقعی از مهارت‌های لاراولی خود استفاده کنید."
            },
            seccond:{
                title:"چه چیزهایی یاد می‌گیرید؟",
                items:[
                    "ساخت سیستم احراز هویت چندگانه (ایمیل، موبایل، رمز، OTP)",
                    "پیاده‌سازی سیستم مدیریت اعلان‌ها (ایمیل، SMS، تلگرام، پوش نوتیفیکیشن)",
                    "طراحی و توسعه API برای اپلیکیشن‌های موبایل با احراز هویت امن",
                    "مدیریت فایل و فضای ذخیره‌سازی (آپلود، فشرده‌سازی، S3)",
                    "پیاده‌سازی چت زنده و پیام‌رسان با Laravel Reverb",
                    "اتصال درگاه پرداخت و کیف پول دیجیتال برای مدیریت تراکنش‌ها",
                    "ایجاد سیستم مدیریت محتوا (CMS)‌ و ویرایشگر حرفه‌ای",
                ]
            }
        },
        courseTitles:[
            {
                title:"حکمرانی مردمی",
                teacher:"حجت‌الاسلام علی ذوعلم، رئیس اندیشگاه بیانیه گام دوم"
            },
            {
                title:"حکمرانی مردمی",
                teacher:"حجت‌الاسلام علی ذوعلم، رئیس اندیشگاه بیانیه گام دوم"
            },
            {
                title:"حکمرانی مردمی",
                teacher:"حجت‌الاسلام علی ذوعلم، رئیس اندیشگاه بیانیه گام دوم"
            },
        ]
    },
    {
        id:1046,
        title:"آموزش برنامه‌ نویسی برای استفاده از هوش مصنوعی و کاربردهای روزمره آن",
        date:{
            year:"04",
            month:"مهر",
            day:2,
            houre:"14:00"
        },
        Organizer:{
            name:"محمدرضا فقیهی",
            rate:4.5,
            description:"نویسنده و کارگردان خلاق، کانسپتچوال دیجیتال آرتیست، پادکستر، مربی خلاقیت"
        },
        special:false,
        status:"register",
        type:"call",
        like:false,
        price:"2000000",
        categories:["نرم افزار" , "تکنولوژی"],
        time:20,
        holdingMethod:["حضوری" , "آنلاین" , "آنلاین و حضوری" ],
        address:"تهران، ضلع شمال شرقی ميدان شيخ بهائی، ابتدای خيابان سئول، خیابان خدامی، مدیریت اکتشاف شرکت ملی نفت ایران",
        location:"https://maps.app.goo.gl/nxADmFWmnmeLekev5",
        descriptions:{
            first:{
                title:"معرفی دوره پروژه‌های لاراولی",
                text:"اگر می‌خواهید Laravel را به‌صورت عملی و پروژه‌محور یاد بگیرید، این دوره برای شماست! در این دوره، به جای آموزش‌های تئوری، ۱۰ پروژه کاربردی را از صفر تا صد پیاده‌سازی می‌کنیم تا بتوانید در دنیای واقعی از مهارت‌های لاراولی خود استفاده کنید."
            },
            seccond:{
                title:"چه چیزهایی یاد می‌گیرید؟",
                items:[
                    "ساخت سیستم احراز هویت چندگانه (ایمیل، موبایل، رمز، OTP)",
                    "پیاده‌سازی سیستم مدیریت اعلان‌ها (ایمیل، SMS، تلگرام، پوش نوتیفیکیشن)",
                    "طراحی و توسعه API برای اپلیکیشن‌های موبایل با احراز هویت امن",
                    "مدیریت فایل و فضای ذخیره‌سازی (آپلود، فشرده‌سازی، S3)",
                    "پیاده‌سازی چت زنده و پیام‌رسان با Laravel Reverb",
                    "اتصال درگاه پرداخت و کیف پول دیجیتال برای مدیریت تراکنش‌ها",
                    "ایجاد سیستم مدیریت محتوا (CMS)‌ و ویرایشگر حرفه‌ای",
                ]
            }
        },
        courseTitles:[
            {
                title:"حکمرانی مردمی",
                teacher:"حجت‌الاسلام علی ذوعلم، رئیس اندیشگاه بیانیه گام دوم"
            },
            {
                title:"حکمرانی مردمی",
                teacher:"حجت‌الاسلام علی ذوعلم، رئیس اندیشگاه بیانیه گام دوم"
            },
            {
                title:"حکمرانی مردمی",
                teacher:"حجت‌الاسلام علی ذوعلم، رئیس اندیشگاه بیانیه گام دوم"
            },
        ]
    },
    {
        id:1047,
        title:"آموزش برنامه‌ نویسی برای استفاده از هوش مصنوعی و کاربردهای روزمره آن",
        date:{
            year:"04",
            month:"مهر",
            day:2,
            houre:"14:00"
        },
        Organizer:{
            name:"محمدرضا فقیهی",
            rate:4.5,
            description:"نویسنده و کارگردان خلاق، کانسپتچوال دیجیتال آرتیست، پادکستر، مربی خلاقیت"
        },
        special:false,
        status:"register",
        type:"call",
        like:false,
        price:"2000000",
        categories:["نرم افزار" , "تکنولوژی"],
        time:20,
        holdingMethod:["حضوری" , "آنلاین" , "آنلاین و حضوری" ],
        address:"تهران، ضلع شمال شرقی ميدان شيخ بهائی، ابتدای خيابان سئول، خیابان خدامی، مدیریت اکتشاف شرکت ملی نفت ایران",
        location:"https://maps.app.goo.gl/nxADmFWmnmeLekev5",
        descriptions:{
            first:{
                title:"معرفی دوره پروژه‌های لاراولی",
                text:"اگر می‌خواهید Laravel را به‌صورت عملی و پروژه‌محور یاد بگیرید، این دوره برای شماست! در این دوره، به جای آموزش‌های تئوری، ۱۰ پروژه کاربردی را از صفر تا صد پیاده‌سازی می‌کنیم تا بتوانید در دنیای واقعی از مهارت‌های لاراولی خود استفاده کنید."
            },
            seccond:{
                title:"چه چیزهایی یاد می‌گیرید؟",
                items:[
                    "ساخت سیستم احراز هویت چندگانه (ایمیل، موبایل، رمز، OTP)",
                    "پیاده‌سازی سیستم مدیریت اعلان‌ها (ایمیل، SMS، تلگرام، پوش نوتیفیکیشن)",
                    "طراحی و توسعه API برای اپلیکیشن‌های موبایل با احراز هویت امن",
                    "مدیریت فایل و فضای ذخیره‌سازی (آپلود، فشرده‌سازی، S3)",
                    "پیاده‌سازی چت زنده و پیام‌رسان با Laravel Reverb",
                    "اتصال درگاه پرداخت و کیف پول دیجیتال برای مدیریت تراکنش‌ها",
                    "ایجاد سیستم مدیریت محتوا (CMS)‌ و ویرایشگر حرفه‌ای",
                ]
            }
        },
        courseTitles:[
            {
                title:"حکمرانی مردمی",
                teacher:"حجت‌الاسلام علی ذوعلم، رئیس اندیشگاه بیانیه گام دوم"
            },
            {
                title:"حکمرانی مردمی",
                teacher:"حجت‌الاسلام علی ذوعلم، رئیس اندیشگاه بیانیه گام دوم"
            },
            {
                title:"حکمرانی مردمی",
                teacher:"حجت‌الاسلام علی ذوعلم، رئیس اندیشگاه بیانیه گام دوم"
            },
        ]
    },
    {
        id:1048,
        title:"آموزش برنامه‌ نویسی برای استفاده از هوش مصنوعی و کاربردهای روزمره آن",
        date:{
            year:"04",
            month:"مهر",
            day:2,
            houre:"14:00"
        },
        Organizer:{
            name:"محمدرضا فقیهی",
            rate:4.5,
            description:"نویسنده و کارگردان خلاق، کانسپتچوال دیجیتال آرتیست، پادکستر، مربی خلاقیت"
        },
        special:false,
        status:"register",
        type:"call",
        like:false,
        price:"2000000",
        categories:["نرم افزار" , "تکنولوژی"],
        time:20,
        holdingMethod:["حضوری" , "آنلاین" , "آنلاین و حضوری" ],
        address:"تهران، ضلع شمال شرقی ميدان شيخ بهائی، ابتدای خيابان سئول، خیابان خدامی، مدیریت اکتشاف شرکت ملی نفت ایران",
        location:"https://maps.app.goo.gl/nxADmFWmnmeLekev5",
        descriptions:{
            first:{
                title:"معرفی دوره پروژه‌های لاراولی",
                text:"اگر می‌خواهید Laravel را به‌صورت عملی و پروژه‌محور یاد بگیرید، این دوره برای شماست! در این دوره، به جای آموزش‌های تئوری، ۱۰ پروژه کاربردی را از صفر تا صد پیاده‌سازی می‌کنیم تا بتوانید در دنیای واقعی از مهارت‌های لاراولی خود استفاده کنید."
            },
            seccond:{
                title:"چه چیزهایی یاد می‌گیرید؟",
                items:[
                    "ساخت سیستم احراز هویت چندگانه (ایمیل، موبایل، رمز، OTP)",
                    "پیاده‌سازی سیستم مدیریت اعلان‌ها (ایمیل، SMS، تلگرام، پوش نوتیفیکیشن)",
                    "طراحی و توسعه API برای اپلیکیشن‌های موبایل با احراز هویت امن",
                    "مدیریت فایل و فضای ذخیره‌سازی (آپلود، فشرده‌سازی، S3)",
                    "پیاده‌سازی چت زنده و پیام‌رسان با Laravel Reverb",
                    "اتصال درگاه پرداخت و کیف پول دیجیتال برای مدیریت تراکنش‌ها",
                    "ایجاد سیستم مدیریت محتوا (CMS)‌ و ویرایشگر حرفه‌ای",
                ]
            }
        },
        courseTitles:[
            {
                title:"حکمرانی مردمی",
                teacher:"حجت‌الاسلام علی ذوعلم، رئیس اندیشگاه بیانیه گام دوم"
            },
            {
                title:"حکمرانی مردمی",
                teacher:"حجت‌الاسلام علی ذوعلم، رئیس اندیشگاه بیانیه گام دوم"
            },
            {
                title:"حکمرانی مردمی",
                teacher:"حجت‌الاسلام علی ذوعلم، رئیس اندیشگاه بیانیه گام دوم"
            },
        ]
    },
    {
        id:1049,
        title:"آموزش برنامه‌ نویسی برای استفاده از هوش مصنوعی و کاربردهای روزمره آن",
        date:{
            year:"04",
            month:"مهر",
            day:2,
            houre:"14:00"
        },
        Organizer:{
            name:"محمدرضا فقیهی",
            rate:4.5,
            description:"نویسنده و کارگردان خلاق، کانسپتچوال دیجیتال آرتیست، پادکستر، مربی خلاقیت"
        },
        special:false,
        status:"register",
        type:"call",
        like:false,
        price:"2000000",
        categories:["نرم افزار" , "تکنولوژی"],
        time:20,
        holdingMethod:["حضوری" , "آنلاین" , "آنلاین و حضوری" ],
        address:"تهران، ضلع شمال شرقی ميدان شيخ بهائی، ابتدای خيابان سئول، خیابان خدامی، مدیریت اکتشاف شرکت ملی نفت ایران",
        location:"https://maps.app.goo.gl/nxADmFWmnmeLekev5",
        descriptions:{
            first:{
                title:"معرفی دوره پروژه‌های لاراولی",
                text:"اگر می‌خواهید Laravel را به‌صورت عملی و پروژه‌محور یاد بگیرید، این دوره برای شماست! در این دوره، به جای آموزش‌های تئوری، ۱۰ پروژه کاربردی را از صفر تا صد پیاده‌سازی می‌کنیم تا بتوانید در دنیای واقعی از مهارت‌های لاراولی خود استفاده کنید."
            },
            seccond:{
                title:"چه چیزهایی یاد می‌گیرید؟",
                items:[
                    "ساخت سیستم احراز هویت چندگانه (ایمیل، موبایل، رمز، OTP)",
                    "پیاده‌سازی سیستم مدیریت اعلان‌ها (ایمیل، SMS، تلگرام، پوش نوتیفیکیشن)",
                    "طراحی و توسعه API برای اپلیکیشن‌های موبایل با احراز هویت امن",
                    "مدیریت فایل و فضای ذخیره‌سازی (آپلود، فشرده‌سازی، S3)",
                    "پیاده‌سازی چت زنده و پیام‌رسان با Laravel Reverb",
                    "اتصال درگاه پرداخت و کیف پول دیجیتال برای مدیریت تراکنش‌ها",
                    "ایجاد سیستم مدیریت محتوا (CMS)‌ و ویرایشگر حرفه‌ای",
                ]
            }
        },
        courseTitles:[
            {
                title:"حکمرانی مردمی",
                teacher:"حجت‌الاسلام علی ذوعلم، رئیس اندیشگاه بیانیه گام دوم"
            },
            {
                title:"حکمرانی مردمی",
                teacher:"حجت‌الاسلام علی ذوعلم، رئیس اندیشگاه بیانیه گام دوم"
            },
            {
                title:"حکمرانی مردمی",
                teacher:"حجت‌الاسلام علی ذوعلم، رئیس اندیشگاه بیانیه گام دوم"
            },
        ]
    },
    {
        id:1050,
        title:"آموزش برنامه‌ نویسی برای استفاده از هوش مصنوعی و کاربردهای روزمره آن",
        date:{
            year:"04",
            month:"مهر",
            day:2,
            houre:"14:00"
        },
        Organizer:{
            name:"محمدرضا فقیهی",
            rate:4.5,
            description:"نویسنده و کارگردان خلاق، کانسپتچوال دیجیتال آرتیست، پادکستر، مربی خلاقیت"
        },
        special:false,
        status:"register",
        type:"call",
        like:false,
        price:"2000000",
        categories:["نرم افزار" , "تکنولوژی"],
        time:20,
        holdingMethod:["حضوری" , "آنلاین" , "آنلاین و حضوری" ],
        address:"تهران، ضلع شمال شرقی ميدان شيخ بهائی، ابتدای خيابان سئول، خیابان خدامی، مدیریت اکتشاف شرکت ملی نفت ایران",
        location:"https://maps.app.goo.gl/nxADmFWmnmeLekev5",
        descriptions:{
            first:{
                title:"معرفی دوره پروژه‌های لاراولی",
                text:"اگر می‌خواهید Laravel را به‌صورت عملی و پروژه‌محور یاد بگیرید، این دوره برای شماست! در این دوره، به جای آموزش‌های تئوری، ۱۰ پروژه کاربردی را از صفر تا صد پیاده‌سازی می‌کنیم تا بتوانید در دنیای واقعی از مهارت‌های لاراولی خود استفاده کنید."
            },
            seccond:{
                title:"چه چیزهایی یاد می‌گیرید؟",
                items:[
                    "ساخت سیستم احراز هویت چندگانه (ایمیل، موبایل، رمز، OTP)",
                    "پیاده‌سازی سیستم مدیریت اعلان‌ها (ایمیل، SMS، تلگرام، پوش نوتیفیکیشن)",
                    "طراحی و توسعه API برای اپلیکیشن‌های موبایل با احراز هویت امن",
                    "مدیریت فایل و فضای ذخیره‌سازی (آپلود، فشرده‌سازی، S3)",
                    "پیاده‌سازی چت زنده و پیام‌رسان با Laravel Reverb",
                    "اتصال درگاه پرداخت و کیف پول دیجیتال برای مدیریت تراکنش‌ها",
                    "ایجاد سیستم مدیریت محتوا (CMS)‌ و ویرایشگر حرفه‌ای",
                ]
            }
        },
        courseTitles:[
            {
                title:"حکمرانی مردمی",
                teacher:"حجت‌الاسلام علی ذوعلم، رئیس اندیشگاه بیانیه گام دوم"
            },
            {
                title:"حکمرانی مردمی",
                teacher:"حجت‌الاسلام علی ذوعلم، رئیس اندیشگاه بیانیه گام دوم"
            },
            {
                title:"حکمرانی مردمی",
                teacher:"حجت‌الاسلام علی ذوعلم، رئیس اندیشگاه بیانیه گام دوم"
            },
        ]
    },
    {
        id:1051,
        title:"آموزش برنامه‌ نویسی برای استفاده از هوش مصنوعی و کاربردهای روزمره آن",
        date:{
            year:"04",
            month:"مهر",
            day:2,
            houre:"14:00"
        },
        Organizer:{
            name:"محمدرضا فقیهی",
            rate:4.5,
            description:"نویسنده و کارگردان خلاق، کانسپتچوال دیجیتال آرتیست، پادکستر، مربی خلاقیت"
        },
        special:false,
        status:"register",
        type:"call",
        like:false,
        price:"2000000",
        categories:["نرم افزار" , "تکنولوژی"],
        time:20,
        holdingMethod:["حضوری" , "آنلاین" , "آنلاین و حضوری" ],
        address:"تهران، ضلع شمال شرقی ميدان شيخ بهائی، ابتدای خيابان سئول، خیابان خدامی، مدیریت اکتشاف شرکت ملی نفت ایران",
        location:"https://maps.app.goo.gl/nxADmFWmnmeLekev5",
        descriptions:{
            first:{
                title:"معرفی دوره پروژه‌های لاراولی",
                text:"اگر می‌خواهید Laravel را به‌صورت عملی و پروژه‌محور یاد بگیرید، این دوره برای شماست! در این دوره، به جای آموزش‌های تئوری، ۱۰ پروژه کاربردی را از صفر تا صد پیاده‌سازی می‌کنیم تا بتوانید در دنیای واقعی از مهارت‌های لاراولی خود استفاده کنید."
            },
            seccond:{
                title:"چه چیزهایی یاد می‌گیرید؟",
                items:[
                    "ساخت سیستم احراز هویت چندگانه (ایمیل، موبایل، رمز، OTP)",
                    "پیاده‌سازی سیستم مدیریت اعلان‌ها (ایمیل، SMS، تلگرام، پوش نوتیفیکیشن)",
                    "طراحی و توسعه API برای اپلیکیشن‌های موبایل با احراز هویت امن",
                    "مدیریت فایل و فضای ذخیره‌سازی (آپلود، فشرده‌سازی، S3)",
                    "پیاده‌سازی چت زنده و پیام‌رسان با Laravel Reverb",
                    "اتصال درگاه پرداخت و کیف پول دیجیتال برای مدیریت تراکنش‌ها",
                    "ایجاد سیستم مدیریت محتوا (CMS)‌ و ویرایشگر حرفه‌ای",
                ]
            }
        },
        courseTitles:[
            {
                title:"حکمرانی مردمی",
                teacher:"حجت‌الاسلام علی ذوعلم، رئیس اندیشگاه بیانیه گام دوم"
            },
            {
                title:"حکمرانی مردمی",
                teacher:"حجت‌الاسلام علی ذوعلم، رئیس اندیشگاه بیانیه گام دوم"
            },
            {
                title:"حکمرانی مردمی",
                teacher:"حجت‌الاسلام علی ذوعلم، رئیس اندیشگاه بیانیه گام دوم"
            },
        ]
    },
    {
        id:1052,
        title:"آموزش برنامه‌ نویسی برای استفاده از هوش مصنوعی و کاربردهای روزمره آن",
        date:{
            year:"04",
            month:"مهر",
            day:2,
            houre:"14:00"
        },
        Organizer:{
            name:"محمدرضا فقیهی",
            rate:4.5,
            description:"نویسنده و کارگردان خلاق، کانسپتچوال دیجیتال آرتیست، پادکستر، مربی خلاقیت"
        },
        special:false,
        status:"register",
        type:"call",
        like:false,
        price:"2000000",
        categories:["نرم افزار" , "تکنولوژی"],
        time:20,
        holdingMethod:["حضوری" , "آنلاین" , "آنلاین و حضوری" ],
        address:"تهران، ضلع شمال شرقی ميدان شيخ بهائی، ابتدای خيابان سئول، خیابان خدامی، مدیریت اکتشاف شرکت ملی نفت ایران",
        location:"https://maps.app.goo.gl/nxADmFWmnmeLekev5",
        descriptions:{
            first:{
                title:"معرفی دوره پروژه‌های لاراولی",
                text:"اگر می‌خواهید Laravel را به‌صورت عملی و پروژه‌محور یاد بگیرید، این دوره برای شماست! در این دوره، به جای آموزش‌های تئوری، ۱۰ پروژه کاربردی را از صفر تا صد پیاده‌سازی می‌کنیم تا بتوانید در دنیای واقعی از مهارت‌های لاراولی خود استفاده کنید."
            },
            seccond:{
                title:"چه چیزهایی یاد می‌گیرید؟",
                items:[
                    "ساخت سیستم احراز هویت چندگانه (ایمیل، موبایل، رمز، OTP)",
                    "پیاده‌سازی سیستم مدیریت اعلان‌ها (ایمیل، SMS، تلگرام، پوش نوتیفیکیشن)",
                    "طراحی و توسعه API برای اپلیکیشن‌های موبایل با احراز هویت امن",
                    "مدیریت فایل و فضای ذخیره‌سازی (آپلود، فشرده‌سازی، S3)",
                    "پیاده‌سازی چت زنده و پیام‌رسان با Laravel Reverb",
                    "اتصال درگاه پرداخت و کیف پول دیجیتال برای مدیریت تراکنش‌ها",
                    "ایجاد سیستم مدیریت محتوا (CMS)‌ و ویرایشگر حرفه‌ای",
                ]
            }
        },
        courseTitles:[
            {
                title:"حکمرانی مردمی",
                teacher:"حجت‌الاسلام علی ذوعلم، رئیس اندیشگاه بیانیه گام دوم"
            },
            {
                title:"حکمرانی مردمی",
                teacher:"حجت‌الاسلام علی ذوعلم، رئیس اندیشگاه بیانیه گام دوم"
            },
            {
                title:"حکمرانی مردمی",
                teacher:"حجت‌الاسلام علی ذوعلم، رئیس اندیشگاه بیانیه گام دوم"
            },
        ]
    },
    {
        id:1053,
        title:"آموزش برنامه‌ نویسی برای استفاده از هوش مصنوعی و کاربردهای روزمره آن",
        date:{
            year:"04",
            month:"مهر",
            day:2,
            houre:"14:00"
        },
        Organizer:{
            name:"محمدرضا فقیهی",
            rate:4.5,
            description:"نویسنده و کارگردان خلاق، کانسپتچوال دیجیتال آرتیست، پادکستر، مربی خلاقیت"
        },
        special:false,
        status:"register",
        type:"call",
        like:false,
        price:"2000000",
        categories:["نرم افزار" , "تکنولوژی"],
        time:20,
        holdingMethod:["حضوری" , "آنلاین" , "آنلاین و حضوری" ],
        address:"تهران، ضلع شمال شرقی ميدان شيخ بهائی، ابتدای خيابان سئول، خیابان خدامی، مدیریت اکتشاف شرکت ملی نفت ایران",
        location:"https://maps.app.goo.gl/nxADmFWmnmeLekev5",
        descriptions:{
            first:{
                title:"معرفی دوره پروژه‌های لاراولی",
                text:"اگر می‌خواهید Laravel را به‌صورت عملی و پروژه‌محور یاد بگیرید، این دوره برای شماست! در این دوره، به جای آموزش‌های تئوری، ۱۰ پروژه کاربردی را از صفر تا صد پیاده‌سازی می‌کنیم تا بتوانید در دنیای واقعی از مهارت‌های لاراولی خود استفاده کنید."
            },
            seccond:{
                title:"چه چیزهایی یاد می‌گیرید؟",
                items:[
                    "ساخت سیستم احراز هویت چندگانه (ایمیل، موبایل، رمز، OTP)",
                    "پیاده‌سازی سیستم مدیریت اعلان‌ها (ایمیل، SMS، تلگرام، پوش نوتیفیکیشن)",
                    "طراحی و توسعه API برای اپلیکیشن‌های موبایل با احراز هویت امن",
                    "مدیریت فایل و فضای ذخیره‌سازی (آپلود، فشرده‌سازی، S3)",
                    "پیاده‌سازی چت زنده و پیام‌رسان با Laravel Reverb",
                    "اتصال درگاه پرداخت و کیف پول دیجیتال برای مدیریت تراکنش‌ها",
                    "ایجاد سیستم مدیریت محتوا (CMS)‌ و ویرایشگر حرفه‌ای",
                ]
            }
        },
        courseTitles:[
            {
                title:"حکمرانی مردمی",
                teacher:"حجت‌الاسلام علی ذوعلم، رئیس اندیشگاه بیانیه گام دوم"
            },
            {
                title:"حکمرانی مردمی",
                teacher:"حجت‌الاسلام علی ذوعلم، رئیس اندیشگاه بیانیه گام دوم"
            },
            {
                title:"حکمرانی مردمی",
                teacher:"حجت‌الاسلام علی ذوعلم، رئیس اندیشگاه بیانیه گام دوم"
            },
        ]
    },
    {
        id:1054,
        title:"آموزش برنامه‌ نویسی برای استفاده از هوش مصنوعی و کاربردهای روزمره آن",
        date:{
            year:"04",
            month:"مهر",
            day:2,
            houre:"14:00"
        },
        Organizer:{
            name:"محمدرضا فقیهی",
            rate:4.5,
            description:"نویسنده و کارگردان خلاق، کانسپتچوال دیجیتال آرتیست، پادکستر، مربی خلاقیت"
        },
        special:false,
        status:"register",
        type:"call",
        like:false,
        price:"2000000",
        categories:["نرم افزار" , "تکنولوژی"],
        time:20,
        holdingMethod:["حضوری" , "آنلاین" , "آنلاین و حضوری" ],
        address:"تهران، ضلع شمال شرقی ميدان شيخ بهائی، ابتدای خيابان سئول، خیابان خدامی، مدیریت اکتشاف شرکت ملی نفت ایران",
        location:"https://maps.app.goo.gl/nxADmFWmnmeLekev5",
        descriptions:{
            first:{
                title:"معرفی دوره پروژه‌های لاراولی",
                text:"اگر می‌خواهید Laravel را به‌صورت عملی و پروژه‌محور یاد بگیرید، این دوره برای شماست! در این دوره، به جای آموزش‌های تئوری، ۱۰ پروژه کاربردی را از صفر تا صد پیاده‌سازی می‌کنیم تا بتوانید در دنیای واقعی از مهارت‌های لاراولی خود استفاده کنید."
            },
            seccond:{
                title:"چه چیزهایی یاد می‌گیرید؟",
                items:[
                    "ساخت سیستم احراز هویت چندگانه (ایمیل، موبایل، رمز، OTP)",
                    "پیاده‌سازی سیستم مدیریت اعلان‌ها (ایمیل، SMS، تلگرام، پوش نوتیفیکیشن)",
                    "طراحی و توسعه API برای اپلیکیشن‌های موبایل با احراز هویت امن",
                    "مدیریت فایل و فضای ذخیره‌سازی (آپلود، فشرده‌سازی، S3)",
                    "پیاده‌سازی چت زنده و پیام‌رسان با Laravel Reverb",
                    "اتصال درگاه پرداخت و کیف پول دیجیتال برای مدیریت تراکنش‌ها",
                    "ایجاد سیستم مدیریت محتوا (CMS)‌ و ویرایشگر حرفه‌ای",
                ]
            }
        },
        courseTitles:[
            {
                title:"حکمرانی مردمی",
                teacher:"حجت‌الاسلام علی ذوعلم، رئیس اندیشگاه بیانیه گام دوم"
            },
            {
                title:"حکمرانی مردمی",
                teacher:"حجت‌الاسلام علی ذوعلم، رئیس اندیشگاه بیانیه گام دوم"
            },
            {
                title:"حکمرانی مردمی",
                teacher:"حجت‌الاسلام علی ذوعلم، رئیس اندیشگاه بیانیه گام دوم"
            },
        ]
    },
    {
        id:1055,
        title:"آموزش برنامه‌ نویسی برای استفاده از هوش مصنوعی و کاربردهای روزمره آن",
        date:{
            year:"04",
            month:"مهر",
            day:2,
            houre:"14:00"
        },
        Organizer:{
            name:"محمدرضا فقیهی",
            rate:4.5,
            description:"نویسنده و کارگردان خلاق، کانسپتچوال دیجیتال آرتیست، پادکستر، مربی خلاقیت"
        },
        special:false,
        status:"register",
        type:"call",
        like:false,
        price:"2000000",
        categories:["نرم افزار" , "تکنولوژی"],
        time:20,
        holdingMethod:["حضوری" , "آنلاین" , "آنلاین و حضوری" ],
        address:"تهران، ضلع شمال شرقی ميدان شيخ بهائی، ابتدای خيابان سئول، خیابان خدامی، مدیریت اکتشاف شرکت ملی نفت ایران",
        location:"https://maps.app.goo.gl/nxADmFWmnmeLekev5",
        descriptions:{
            first:{
                title:"معرفی دوره پروژه‌های لاراولی",
                text:"اگر می‌خواهید Laravel را به‌صورت عملی و پروژه‌محور یاد بگیرید، این دوره برای شماست! در این دوره، به جای آموزش‌های تئوری، ۱۰ پروژه کاربردی را از صفر تا صد پیاده‌سازی می‌کنیم تا بتوانید در دنیای واقعی از مهارت‌های لاراولی خود استفاده کنید."
            },
            seccond:{
                title:"چه چیزهایی یاد می‌گیرید؟",
                items:[
                    "ساخت سیستم احراز هویت چندگانه (ایمیل، موبایل، رمز، OTP)",
                    "پیاده‌سازی سیستم مدیریت اعلان‌ها (ایمیل، SMS، تلگرام، پوش نوتیفیکیشن)",
                    "طراحی و توسعه API برای اپلیکیشن‌های موبایل با احراز هویت امن",
                    "مدیریت فایل و فضای ذخیره‌سازی (آپلود، فشرده‌سازی، S3)",
                    "پیاده‌سازی چت زنده و پیام‌رسان با Laravel Reverb",
                    "اتصال درگاه پرداخت و کیف پول دیجیتال برای مدیریت تراکنش‌ها",
                    "ایجاد سیستم مدیریت محتوا (CMS)‌ و ویرایشگر حرفه‌ای",
                ]
            }
        },
        courseTitles:[
            {
                title:"حکمرانی مردمی",
                teacher:"حجت‌الاسلام علی ذوعلم، رئیس اندیشگاه بیانیه گام دوم"
            },
            {
                title:"حکمرانی مردمی",
                teacher:"حجت‌الاسلام علی ذوعلم، رئیس اندیشگاه بیانیه گام دوم"
            },
            {
                title:"حکمرانی مردمی",
                teacher:"حجت‌الاسلام علی ذوعلم، رئیس اندیشگاه بیانیه گام دوم"
            },
        ]
    },
    {
        id:1056,
        title:"آموزش برنامه‌ نویسی برای استفاده از هوش مصنوعی و کاربردهای روزمره آن",
        date:{
            year:"04",
            month:"مهر",
            day:2,
            houre:"14:00"
        },
        Organizer:{
            name:"محمدرضا فقیهی",
            rate:4.5,
            description:"نویسنده و کارگردان خلاق، کانسپتچوال دیجیتال آرتیست، پادکستر، مربی خلاقیت"
        },
        special:false,
        status:"register",
        type:"call",
        like:false,
        price:"2000000",
        categories:["نرم افزار" , "تکنولوژی"],
        time:20,
        holdingMethod:["حضوری" , "آنلاین" , "آنلاین و حضوری" ],
        address:"تهران، ضلع شمال شرقی ميدان شيخ بهائی، ابتدای خيابان سئول، خیابان خدامی، مدیریت اکتشاف شرکت ملی نفت ایران",
        location:"https://maps.app.goo.gl/nxADmFWmnmeLekev5",
        descriptions:{
            first:{
                title:"معرفی دوره پروژه‌های لاراولی",
                text:"اگر می‌خواهید Laravel را به‌صورت عملی و پروژه‌محور یاد بگیرید، این دوره برای شماست! در این دوره، به جای آموزش‌های تئوری، ۱۰ پروژه کاربردی را از صفر تا صد پیاده‌سازی می‌کنیم تا بتوانید در دنیای واقعی از مهارت‌های لاراولی خود استفاده کنید."
            },
            seccond:{
                title:"چه چیزهایی یاد می‌گیرید؟",
                items:[
                    "ساخت سیستم احراز هویت چندگانه (ایمیل، موبایل، رمز، OTP)",
                    "پیاده‌سازی سیستم مدیریت اعلان‌ها (ایمیل، SMS، تلگرام، پوش نوتیفیکیشن)",
                    "طراحی و توسعه API برای اپلیکیشن‌های موبایل با احراز هویت امن",
                    "مدیریت فایل و فضای ذخیره‌سازی (آپلود، فشرده‌سازی، S3)",
                    "پیاده‌سازی چت زنده و پیام‌رسان با Laravel Reverb",
                    "اتصال درگاه پرداخت و کیف پول دیجیتال برای مدیریت تراکنش‌ها",
                    "ایجاد سیستم مدیریت محتوا (CMS)‌ و ویرایشگر حرفه‌ای",
                ]
            }
        },
        courseTitles:[
            {
                title:"حکمرانی مردمی",
                teacher:"حجت‌الاسلام علی ذوعلم، رئیس اندیشگاه بیانیه گام دوم"
            },
            {
                title:"حکمرانی مردمی",
                teacher:"حجت‌الاسلام علی ذوعلم، رئیس اندیشگاه بیانیه گام دوم"
            },
            {
                title:"حکمرانی مردمی",
                teacher:"حجت‌الاسلام علی ذوعلم، رئیس اندیشگاه بیانیه گام دوم"
            },
        ]
    },
    {
        id:1057,
        title:"آموزش برنامه‌ نویسی برای استفاده از هوش مصنوعی و کاربردهای روزمره آن",
        date:{
            year:"04",
            month:"مهر",
            day:2,
            houre:"14:00"
        },
        Organizer:{
            name:"محمدرضا فقیهی",
            rate:4.5,
            description:"نویسنده و کارگردان خلاق، کانسپتچوال دیجیتال آرتیست، پادکستر، مربی خلاقیت"
        },
        special:false,
        status:"register",
        type:"call",
        like:false,
        price:"2000000",
        categories:["نرم افزار" , "تکنولوژی"],
        time:20,
        holdingMethod:["حضوری" , "آنلاین" , "آنلاین و حضوری" ],
        address:"تهران، ضلع شمال شرقی ميدان شيخ بهائی، ابتدای خيابان سئول، خیابان خدامی، مدیریت اکتشاف شرکت ملی نفت ایران",
        location:"https://maps.app.goo.gl/nxADmFWmnmeLekev5",
        descriptions:{
            first:{
                title:"معرفی دوره پروژه‌های لاراولی",
                text:"اگر می‌خواهید Laravel را به‌صورت عملی و پروژه‌محور یاد بگیرید، این دوره برای شماست! در این دوره، به جای آموزش‌های تئوری، ۱۰ پروژه کاربردی را از صفر تا صد پیاده‌سازی می‌کنیم تا بتوانید در دنیای واقعی از مهارت‌های لاراولی خود استفاده کنید."
            },
            seccond:{
                title:"چه چیزهایی یاد می‌گیرید؟",
                items:[
                    "ساخت سیستم احراز هویت چندگانه (ایمیل، موبایل، رمز، OTP)",
                    "پیاده‌سازی سیستم مدیریت اعلان‌ها (ایمیل، SMS، تلگرام، پوش نوتیفیکیشن)",
                    "طراحی و توسعه API برای اپلیکیشن‌های موبایل با احراز هویت امن",
                    "مدیریت فایل و فضای ذخیره‌سازی (آپلود، فشرده‌سازی، S3)",
                    "پیاده‌سازی چت زنده و پیام‌رسان با Laravel Reverb",
                    "اتصال درگاه پرداخت و کیف پول دیجیتال برای مدیریت تراکنش‌ها",
                    "ایجاد سیستم مدیریت محتوا (CMS)‌ و ویرایشگر حرفه‌ای",
                ]
            }
        },
        courseTitles:[
            {
                title:"حکمرانی مردمی",
                teacher:"حجت‌الاسلام علی ذوعلم، رئیس اندیشگاه بیانیه گام دوم"
            },
            {
                title:"حکمرانی مردمی",
                teacher:"حجت‌الاسلام علی ذوعلم، رئیس اندیشگاه بیانیه گام دوم"
            },
            {
                title:"حکمرانی مردمی",
                teacher:"حجت‌الاسلام علی ذوعلم، رئیس اندیشگاه بیانیه گام دوم"
            },
        ]
    },
    {
        id:1058,
        title:"آموزش برنامه‌ نویسی برای استفاده از هوش مصنوعی و کاربردهای روزمره آن",
        date:{
            year:"04",
            month:"مهر",
            day:2,
            houre:"14:00"
        },
        Organizer:{
            name:"محمدرضا فقیهی",
            rate:4.5,
            description:"نویسنده و کارگردان خلاق، کانسپتچوال دیجیتال آرتیست، پادکستر، مربی خلاقیت"
        },
        special:false,
        status:"register",
        type:"call",
        like:false,
        price:"2000000",
        categories:["نرم افزار" , "تکنولوژی"],
        time:20,
        holdingMethod:["حضوری" , "آنلاین" , "آنلاین و حضوری" ],
        address:"تهران، ضلع شمال شرقی ميدان شيخ بهائی، ابتدای خيابان سئول، خیابان خدامی، مدیریت اکتشاف شرکت ملی نفت ایران",
        location:"https://maps.app.goo.gl/nxADmFWmnmeLekev5",
        descriptions:{
            first:{
                title:"معرفی دوره پروژه‌های لاراولی",
                text:"اگر می‌خواهید Laravel را به‌صورت عملی و پروژه‌محور یاد بگیرید، این دوره برای شماست! در این دوره، به جای آموزش‌های تئوری، ۱۰ پروژه کاربردی را از صفر تا صد پیاده‌سازی می‌کنیم تا بتوانید در دنیای واقعی از مهارت‌های لاراولی خود استفاده کنید."
            },
            seccond:{
                title:"چه چیزهایی یاد می‌گیرید؟",
                items:[
                    "ساخت سیستم احراز هویت چندگانه (ایمیل، موبایل، رمز، OTP)",
                    "پیاده‌سازی سیستم مدیریت اعلان‌ها (ایمیل، SMS، تلگرام، پوش نوتیفیکیشن)",
                    "طراحی و توسعه API برای اپلیکیشن‌های موبایل با احراز هویت امن",
                    "مدیریت فایل و فضای ذخیره‌سازی (آپلود، فشرده‌سازی، S3)",
                    "پیاده‌سازی چت زنده و پیام‌رسان با Laravel Reverb",
                    "اتصال درگاه پرداخت و کیف پول دیجیتال برای مدیریت تراکنش‌ها",
                    "ایجاد سیستم مدیریت محتوا (CMS)‌ و ویرایشگر حرفه‌ای",
                ]
            }
        },
        courseTitles:[
            {
                title:"حکمرانی مردمی",
                teacher:"حجت‌الاسلام علی ذوعلم، رئیس اندیشگاه بیانیه گام دوم"
            },
            {
                title:"حکمرانی مردمی",
                teacher:"حجت‌الاسلام علی ذوعلم، رئیس اندیشگاه بیانیه گام دوم"
            },
            {
                title:"حکمرانی مردمی",
                teacher:"حجت‌الاسلام علی ذوعلم، رئیس اندیشگاه بیانیه گام دوم"
            },
        ]
    },
    {
        id:1059,
        title:"آموزش برنامه‌ نویسی برای استفاده از هوش مصنوعی و کاربردهای روزمره آن",
        date:{
            year:"04",
            month:"مهر",
            day:2,
            houre:"14:00"
        },
        Organizer:{
            name:"محمدرضا فقیهی",
            rate:4.5,
            description:"نویسنده و کارگردان خلاق، کانسپتچوال دیجیتال آرتیست، پادکستر، مربی خلاقیت"
        },
        special:false,
        status:"register",
        type:"call",
        like:false,
        price:"2000000",
        categories:["نرم افزار" , "تکنولوژی"],
        time:20,
        holdingMethod:["حضوری" , "آنلاین" , "آنلاین و حضوری" ],
        address:"تهران، ضلع شمال شرقی ميدان شيخ بهائی، ابتدای خيابان سئول، خیابان خدامی، مدیریت اکتشاف شرکت ملی نفت ایران",
        location:"https://maps.app.goo.gl/nxADmFWmnmeLekev5",
        descriptions:{
            first:{
                title:"معرفی دوره پروژه‌های لاراولی",
                text:"اگر می‌خواهید Laravel را به‌صورت عملی و پروژه‌محور یاد بگیرید، این دوره برای شماست! در این دوره، به جای آموزش‌های تئوری، ۱۰ پروژه کاربردی را از صفر تا صد پیاده‌سازی می‌کنیم تا بتوانید در دنیای واقعی از مهارت‌های لاراولی خود استفاده کنید."
            },
            seccond:{
                title:"چه چیزهایی یاد می‌گیرید؟",
                items:[
                    "ساخت سیستم احراز هویت چندگانه (ایمیل، موبایل، رمز، OTP)",
                    "پیاده‌سازی سیستم مدیریت اعلان‌ها (ایمیل، SMS، تلگرام، پوش نوتیفیکیشن)",
                    "طراحی و توسعه API برای اپلیکیشن‌های موبایل با احراز هویت امن",
                    "مدیریت فایل و فضای ذخیره‌سازی (آپلود، فشرده‌سازی، S3)",
                    "پیاده‌سازی چت زنده و پیام‌رسان با Laravel Reverb",
                    "اتصال درگاه پرداخت و کیف پول دیجیتال برای مدیریت تراکنش‌ها",
                    "ایجاد سیستم مدیریت محتوا (CMS)‌ و ویرایشگر حرفه‌ای",
                ]
            }
        },
        courseTitles:[
            {
                title:"حکمرانی مردمی",
                teacher:"حجت‌الاسلام علی ذوعلم، رئیس اندیشگاه بیانیه گام دوم"
            },
            {
                title:"حکمرانی مردمی",
                teacher:"حجت‌الاسلام علی ذوعلم، رئیس اندیشگاه بیانیه گام دوم"
            },
            {
                title:"حکمرانی مردمی",
                teacher:"حجت‌الاسلام علی ذوعلم، رئیس اندیشگاه بیانیه گام دوم"
            },
        ]
    },
]
export const organizers = [
    {
        id:1001,
        name:"مهدی عباسی",
        rate:4.5
    },
    {
        id:1002,
        name:"عباس مهدوی",
        rate:4.7
    },
    {
        id:1003,
        name:"رضا امیری",
        rate:4.9
    },
    {
        id:1004,
        name:"امیر رضوی",
        rate:3.8
    },
    {
        id:1005,
        name:"سعید مرتضوی",
        rate:2.5
    },
    {
        id:1006,
        name:"مرتضی سعیدی",
        rate:2
    },
    {
        id:1007,
        name:"علی رشیدی",
        rate:5
    },
    {
        id:1008,
        name:"رشید علوی",
        rate:4.5
    },
    {
        id:1009,
        name:"محمد صادقی",
        rate:4.1
    },


]
export const categories = [
    {
        name:"آموزشی",
        value:"education"
    },
        {
        name:"تشکیلاتی",
        value:"organizational"
    },
    {
        name:"رسانه",
        value:"media",
    },
    {
        name:"تبیین",
        value:"explanation"
    },
    {
        name:"جهادی",
        value:"jihadi"
    },
        {
        name:"کسب و کار",
        value:"job"
    },
        {
        name:"تکنولوژی",
        value:"technology"
    },
        {
        name:"فنی و مهندسی و صنعت",
        value:"engineering"
    },
        {
        name:"توسعه فردی و خانواده",
        value:"family"
    },
        {
        name:"مدیریت",
        value:"management"
    },
        {
        name:"جهادی",
        value:"jihadi1"
    },
        {
        name:"جهادی",
        value:"jihadi2"
    },
]