import { text } from "stream/consumers"

export const courses = [
    {
        id:1001,
        title:"آموزش برنامه‌ نویسی برای استفاده از هوش مصنوعی و کاربردهای روزمره آن",
        date:{
            year:"04",
            month:"مهر",
            day:2,
            houre:"14:00"
        },
        Organizer:{
            name:"محمدرضا فقیهی",
            rate:4.5,
            description:"نویسنده و کارگردان خلاق، کانسپتچوال دیجیتال آرتیست، پادکستر، مربی خلاقیت"
        },
        link:"https://www.tarjomangd.ir/",
        image:"/images/pics/course1.png",
        special:true,
        status:"ongoing",
        type:"course",
        like:false,
        price:"رایگان",
        categories:["نرم افزار" , "تکنولوژی"],
        time:20,
        holdingMethod:["حضوری" , "آنلاین" , "آنلاین و حضوری" ],
        address:"تهران، ضلع شمال شرقی ميدان شيخ بهائی، ابتدای خيابان سئول، خیابان خدامی، مدیریت اکتشاف شرکت ملی نفت ایران",
        location:"https://www.google.com/maps/embed?pb=!1m17!1m12!1m3!1d2289.44003468835!2d51.4006222278965!3d35.75677338176038!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m2!1m1!2zMzXCsDQ1JzIxLjQiTiA1McKwMjQnMDQuMCJF!5e0!3m2!1sen!2s!4v1760254787421!5m2!1sen!2s",
        descriptions:{
            first:{
                title:"معرفی دوره پروژه‌های لاراولی",
                text:"اگر می‌خواهید Laravel را به‌صورت عملی و پروژه‌محور یاد بگیرید، این دوره برای شماست! در این دوره، به جای آموزش‌های تئوری، ۱۰ پروژه کاربردی را از صفر تا صد پیاده‌سازی می‌کنیم تا بتوانید در دنیای واقعی از مهارت‌های لاراولی خود استفاده کنید."
            },
            seccond:{
                title:"چه چیزهایی یاد می‌گیرید؟",
                items:[
                    "ساخت سیستم احراز هویت چندگانه (ایمیل، موبایل، رمز، OTP)",
                    "پیاده‌سازی سیستم مدیریت اعلان‌ها (ایمیل، SMS، تلگرام، پوش نوتیفیکیشن)",
                    "طراحی و توسعه API برای اپلیکیشن‌های موبایل با احراز هویت امن",
                    "مدیریت فایل و فضای ذخیره‌سازی (آپلود، فشرده‌سازی، S3)",
                    "پیاده‌سازی چت زنده و پیام‌رسان با Laravel Reverb",
                    "اتصال درگاه پرداخت و کیف پول دیجیتال برای مدیریت تراکنش‌ها",
                    "ایجاد سیستم مدیریت محتوا (CMS)‌ و ویرایشگر حرفه‌ای",
                ]
            }
        },
        courseTitles:[
            {
                title:"حکمرانی مردمی",
                teacher:"حجت‌الاسلام علی ذوعلم، رئیس اندیشگاه بیانیه گام دوم"
            },
            {
                title:"مدیریت فرهنگی",
                teacher:"حجت‌الاسلام علی ذوعلم، رئیس اندیشگاه بیانیه گام دوم"
            },
            {
                title:"مدیریت فرهنگی",
                teacher:"دکتر رضا طلائی نیک، معاون توسعه مدیریت و برنامه‌ریزی راهبردی"
            },
        ]
    },
    {
        id:1002,
        title:"آموزش برنامه‌ نویسی برای استفاده از هوش مصنوعی و کاربردهای روزمره آن",
        date:{
            year:"04",
            month:"مهر",
            day:2,
            houre:"14:00"
        },
        Organizer:{
            name:"محمدرضا فقیهی",
            rate:4.5,
            description:"نویسنده و کارگردان خلاق، کانسپتچوال دیجیتال آرتیست، پادکستر، مربی خلاقیت"
        },
        link:"",
        image:"/images/pics/course1.png",
        special:false,
        status:"completed",
        type:"workshop",
        like:false,
        price:"2000000",
        categories:["نرم افزار" , "تکنولوژی"],
        time:20,
        holdingMethod:["حضوری"],
        address:"تهران، ضلع شمال شرقی ميدان شيخ بهائی، ابتدای خيابان سئول، خیابان خدامی، مدیریت اکتشاف شرکت ملی نفت ایران",
        location:"https://maps.app.goo.gl/nxADmFWmnmeLekev5",
        descriptions:{
            first:{
                title:"معرفی دوره پروژه‌های لاراولی",
                text:"اگر می‌خواهید Laravel را به‌صورت عملی و پروژه‌محور یاد بگیرید، این دوره برای شماست! در این دوره، به جای آموزش‌های تئوری، ۱۰ پروژه کاربردی را از صفر تا صد پیاده‌سازی می‌کنیم تا بتوانید در دنیای واقعی از مهارت‌های لاراولی خود استفاده کنید."
            },
            seccond:{
                title:"چه چیزهایی یاد می‌گیرید؟",
                items:[
                    "ساخت سیستم احراز هویت چندگانه (ایمیل، موبایل، رمز، OTP)",
                    "پیاده‌سازی سیستم مدیریت اعلان‌ها (ایمیل، SMS، تلگرام، پوش نوتیفیکیشن)",
                    "طراحی و توسعه API برای اپلیکیشن‌های موبایل با احراز هویت امن",
                    "مدیریت فایل و فضای ذخیره‌سازی (آپلود، فشرده‌سازی، S3)",
                    "پیاده‌سازی چت زنده و پیام‌رسان با Laravel Reverb",
                    "اتصال درگاه پرداخت و کیف پول دیجیتال برای مدیریت تراکنش‌ها",
                    "ایجاد سیستم مدیریت محتوا (CMS)‌ و ویرایشگر حرفه‌ای",
                ]
            }
        },
        courseTitles:[
            {
                title:"حکمرانی مردمی",
                teacher:"حجت‌الاسلام علی ذوعلم، رئیس اندیشگاه بیانیه گام دوم"
            },
            {
                title:"حکمرانی مردمی",
                teacher:"حجت‌الاسلام علی ذوعلم، رئیس اندیشگاه بیانیه گام دوم"
            },
            {
                title:"حکمرانی مردمی",
                teacher:"حجت‌الاسلام علی ذوعلم، رئیس اندیشگاه بیانیه گام دوم"
            },
        ]
    },
    {
        id:1003,
        title:"آموزش برنامه‌ نویسی برای استفاده از هوش مصنوعی و کاربردهای روزمره آن",
        date:{
            year:"04",
            month:"مهر",
            day:2,
            houre:"14:00"
        },
        Organizer:{
            name:"محمدرضا فقیهی",
            rate:4.5,
            description:"نویسنده و کارگردان خلاق، کانسپتچوال دیجیتال آرتیست، پادکستر، مربی خلاقیت"
        },
        link:"https://www.tarjomangd.ir/",
        image:"/images/pics/course2.png",
        special:true,
        status:"completed",
        type:"seminar",
        like:false,
        price:"رایگان",
        categories:["نرم افزار" , "تکنولوژی"],
        time:20,
        holdingMethod:[ "آنلاین"],
        address:"تهران، ضلع شمال شرقی ميدان شيخ بهائی، ابتدای خيابان سئول، خیابان خدامی، مدیریت اکتشاف شرکت ملی نفت ایران",
        location:"https://maps.app.goo.gl/nxADmFWmnmeLekev5",
        descriptions:{
            first:{
                title:"معرفی دوره پروژه‌های لاراولی",
                text:"اگر می‌خواهید Laravel را به‌صورت عملی و پروژه‌محور یاد بگیرید، این دوره برای شماست! در این دوره، به جای آموزش‌های تئوری، ۱۰ پروژه کاربردی را از صفر تا صد پیاده‌سازی می‌کنیم تا بتوانید در دنیای واقعی از مهارت‌های لاراولی خود استفاده کنید."
            },
            seccond:{
                title:"چه چیزهایی یاد می‌گیرید؟",
                items:[
                    "ساخت سیستم احراز هویت چندگانه (ایمیل، موبایل، رمز، OTP)",
                    "پیاده‌سازی سیستم مدیریت اعلان‌ها (ایمیل، SMS، تلگرام، پوش نوتیفیکیشن)",
                    "طراحی و توسعه API برای اپلیکیشن‌های موبایل با احراز هویت امن",
                    "مدیریت فایل و فضای ذخیره‌سازی (آپلود، فشرده‌سازی، S3)",
                    "پیاده‌سازی چت زنده و پیام‌رسان با Laravel Reverb",
                    "اتصال درگاه پرداخت و کیف پول دیجیتال برای مدیریت تراکنش‌ها",
                    "ایجاد سیستم مدیریت محتوا (CMS)‌ و ویرایشگر حرفه‌ای",
                ]
            }
        },
        courseTitles:[
            {
                title:"حکمرانی مردمی",
                teacher:"حجت‌الاسلام علی ذوعلم، رئیس اندیشگاه بیانیه گام دوم"
            },
            {
                title:"حکمرانی مردمی",
                teacher:"حجت‌الاسلام علی ذوعلم، رئیس اندیشگاه بیانیه گام دوم"
            },
            {
                title:"حکمرانی مردمی",
                teacher:"حجت‌الاسلام علی ذوعلم، رئیس اندیشگاه بیانیه گام دوم"
            },
        ]
    },
    {
        id:1004,
        title:"آموزش برنامه‌ نویسی برای استفاده از هوش مصنوعی و کاربردهای روزمره آن",
        date:{
            year:"04",
            month:"مهر",
            day:2,
            houre:"14:00"
        },
        Organizer:{
            name:"محمدرضا فقیهی",
            rate:4.5,
            description:"نویسنده و کارگردان خلاق، کانسپتچوال دیجیتال آرتیست، پادکستر، مربی خلاقیت"
        },
        link:"https://www.tarjomangd.ir/",
        image:"/images/pics/course1.png",
        special:false,
        status:"completed",
        type:"call",
        like:false,
        price:"2000000",
        categories:["نرم افزار" , "تکنولوژی"],
        time:20,
        holdingMethod:["حضوری" , "آنلاین" , "آنلاین و حضوری" ],
        address:"تهران، ضلع شمال شرقی ميدان شيخ بهائی، ابتدای خيابان سئول، خیابان خدامی، مدیریت اکتشاف شرکت ملی نفت ایران",
        location:"https://maps.app.goo.gl/nxADmFWmnmeLekev5",
        descriptions:{
            first:{
                title:"معرفی دوره پروژه‌های لاراولی",
                text:"اگر می‌خواهید Laravel را به‌صورت عملی و پروژه‌محور یاد بگیرید، این دوره برای شماست! در این دوره، به جای آموزش‌های تئوری، ۱۰ پروژه کاربردی را از صفر تا صد پیاده‌سازی می‌کنیم تا بتوانید در دنیای واقعی از مهارت‌های لاراولی خود استفاده کنید."
            },
            seccond:{
                title:"چه چیزهایی یاد می‌گیرید؟",
                items:[
                    "ساخت سیستم احراز هویت چندگانه (ایمیل، موبایل، رمز، OTP)",
                    "پیاده‌سازی سیستم مدیریت اعلان‌ها (ایمیل، SMS، تلگرام، پوش نوتیفیکیشن)",
                    "طراحی و توسعه API برای اپلیکیشن‌های موبایل با احراز هویت امن",
                    "مدیریت فایل و فضای ذخیره‌سازی (آپلود، فشرده‌سازی، S3)",
                    "پیاده‌سازی چت زنده و پیام‌رسان با Laravel Reverb",
                    "اتصال درگاه پرداخت و کیف پول دیجیتال برای مدیریت تراکنش‌ها",
                    "ایجاد سیستم مدیریت محتوا (CMS)‌ و ویرایشگر حرفه‌ای",
                ]
            }
        },
        courseTitles:[
            {
                title:"حکمرانی مردمی",
                teacher:"حجت‌الاسلام علی ذوعلم، رئیس اندیشگاه بیانیه گام دوم"
            },
            {
                title:"حکمرانی مردمی",
                teacher:"حجت‌الاسلام علی ذوعلم، رئیس اندیشگاه بیانیه گام دوم"
            },
            {
                title:"حکمرانی مردمی",
                teacher:"حجت‌الاسلام علی ذوعلم، رئیس اندیشگاه بیانیه گام دوم"
            },
        ]
    },
    {
        id:1005,
        title:"آموزش برنامه‌ نویسی برای استفاده از هوش مصنوعی و کاربردهای روزمره آن",
        date:{
            year:"04",
            month:"مهر",
            day:2,
            houre:"14:00"
        },
        Organizer:{
            name:"محمدرضا فقیهی",
            rate:4.5,
            description:"نویسنده و کارگردان خلاق، کانسپتچوال دیجیتال آرتیست، پادکستر، مربی خلاقیت"
        },
        link:"https://www.tarjomangd.ir/",
        image:"/images/pics/course1.png",
        special:true,
        status:"ongoing",
        type:"offline",
        like:false,
        price:"رایگان",
        categories:["نرم افزار" , "تکنولوژی"],
        time:20,
        holdingMethod:["حضوری" , "آنلاین" , "آنلاین و حضوری" ],
        address:"تهران، ضلع شمال شرقی ميدان شيخ بهائی، ابتدای خيابان سئول، خیابان خدامی، مدیریت اکتشاف شرکت ملی نفت ایران",
        location:"https://maps.app.goo.gl/nxADmFWmnmeLekev5",
        descriptions:{
            first:{
                title:"معرفی دوره پروژه‌های لاراولی",
                text:"اگر می‌خواهید Laravel را به‌صورت عملی و پروژه‌محور یاد بگیرید، این دوره برای شماست! در این دوره، به جای آموزش‌های تئوری، ۱۰ پروژه کاربردی را از صفر تا صد پیاده‌سازی می‌کنیم تا بتوانید در دنیای واقعی از مهارت‌های لاراولی خود استفاده کنید."
            },
            seccond:{
                title:"چه چیزهایی یاد می‌گیرید؟",
                items:[
                    "ساخت سیستم احراز هویت چندگانه (ایمیل، موبایل، رمز، OTP)",
                    "پیاده‌سازی سیستم مدیریت اعلان‌ها (ایمیل، SMS، تلگرام، پوش نوتیفیکیشن)",
                    "طراحی و توسعه API برای اپلیکیشن‌های موبایل با احراز هویت امن",
                    "مدیریت فایل و فضای ذخیره‌سازی (آپلود، فشرده‌سازی، S3)",
                    "پیاده‌سازی چت زنده و پیام‌رسان با Laravel Reverb",
                    "اتصال درگاه پرداخت و کیف پول دیجیتال برای مدیریت تراکنش‌ها",
                    "ایجاد سیستم مدیریت محتوا (CMS)‌ و ویرایشگر حرفه‌ای",
                ]
            }
        },
        courseTitles:[
            {
                title:"حکمرانی مردمی",
                teacher:"حجت‌الاسلام علی ذوعلم، رئیس اندیشگاه بیانیه گام دوم"
            },
            {
                title:"حکمرانی مردمی",
                teacher:"حجت‌الاسلام علی ذوعلم، رئیس اندیشگاه بیانیه گام دوم"
            },
            {
                title:"حکمرانی مردمی",
                teacher:"حجت‌الاسلام علی ذوعلم، رئیس اندیشگاه بیانیه گام دوم"
            },
        ]
    },
    {
        id:1006,
        title:"آموزش برنامه‌ نویسی برای استفاده از هوش مصنوعی و کاربردهای روزمره آن",
        date:{
            year:"04",
            month:"مهر",
            day:2,
            houre:"14:00"
        },
        Organizer:{
            name:"محمدرضا فقیهی",
            rate:4.5,
            description:"نویسنده و کارگردان خلاق، کانسپتچوال دیجیتال آرتیست، پادکستر، مربی خلاقیت"
        },
        link:"https://www.tarjomangd.ir/",
        image:"/images/pics/course1.png",
        special:false,
        status:"ongoing",
        type:"course",
        like:false,
        price:"2000000",
        categories:["نرم افزار" , "تکنولوژی"],
        time:20,
        holdingMethod:["حضوری" , "آنلاین" , "آنلاین و حضوری" ],
        address:"تهران، ضلع شمال شرقی ميدان شيخ بهائی، ابتدای خيابان سئول، خیابان خدامی، مدیریت اکتشاف شرکت ملی نفت ایران",
        location:"https://maps.app.goo.gl/nxADmFWmnmeLekev5",
        descriptions:{
            first:{
                title:"معرفی دوره پروژه‌های لاراولی",
                text:"اگر می‌خواهید Laravel را به‌صورت عملی و پروژه‌محور یاد بگیرید، این دوره برای شماست! در این دوره، به جای آموزش‌های تئوری، ۱۰ پروژه کاربردی را از صفر تا صد پیاده‌سازی می‌کنیم تا بتوانید در دنیای واقعی از مهارت‌های لاراولی خود استفاده کنید."
            },
            seccond:{
                title:"چه چیزهایی یاد می‌گیرید؟",
                items:[
                    "ساخت سیستم احراز هویت چندگانه (ایمیل، موبایل، رمز، OTP)",
                    "پیاده‌سازی سیستم مدیریت اعلان‌ها (ایمیل، SMS، تلگرام، پوش نوتیفیکیشن)",
                    "طراحی و توسعه API برای اپلیکیشن‌های موبایل با احراز هویت امن",
                    "مدیریت فایل و فضای ذخیره‌سازی (آپلود، فشرده‌سازی، S3)",
                    "پیاده‌سازی چت زنده و پیام‌رسان با Laravel Reverb",
                    "اتصال درگاه پرداخت و کیف پول دیجیتال برای مدیریت تراکنش‌ها",
                    "ایجاد سیستم مدیریت محتوا (CMS)‌ و ویرایشگر حرفه‌ای",
                ]
            }
        },
        courseTitles:[
            {
                title:"حکمرانی مردمی",
                teacher:"حجت‌الاسلام علی ذوعلم، رئیس اندیشگاه بیانیه گام دوم"
            },
            {
                title:"حکمرانی مردمی",
                teacher:"حجت‌الاسلام علی ذوعلم، رئیس اندیشگاه بیانیه گام دوم"
            },
            {
                title:"حکمرانی مردمی",
                teacher:"حجت‌الاسلام علی ذوعلم، رئیس اندیشگاه بیانیه گام دوم"
            },
        ]
    },
    {
        id:1007,
        title:"آموزش برنامه‌ نویسی برای استفاده از هوش مصنوعی و کاربردهای روزمره آن",
        date:{
            year:"04",
            month:"مهر",
            day:2,
            houre:"14:00"
        },
        Organizer:{
            name:"محمدرضا فقیهی",
            rate:4.5,
            description:"نویسنده و کارگردان خلاق، کانسپتچوال دیجیتال آرتیست، پادکستر، مربی خلاقیت"
        },
        link:"https://www.tarjomangd.ir/",
        image:"/images/pics/course1.png",
        special:true,
        status:"register",
        type:"workshop",
        like:false,
        price:"رایگان",
        categories:["نرم افزار" , "تکنولوژی"],
        time:20,
        holdingMethod:["حضوری" , "آنلاین" , "آنلاین و حضوری" ],
        address:"تهران، ضلع شمال شرقی ميدان شيخ بهائی، ابتدای خيابان سئول، خیابان خدامی، مدیریت اکتشاف شرکت ملی نفت ایران",
        location:"https://maps.app.goo.gl/nxADmFWmnmeLekev5",
        descriptions:{
            first:{
                title:"معرفی دوره پروژه‌های لاراولی",
                text:"اگر می‌خواهید Laravel را به‌صورت عملی و پروژه‌محور یاد بگیرید، این دوره برای شماست! در این دوره، به جای آموزش‌های تئوری، ۱۰ پروژه کاربردی را از صفر تا صد پیاده‌سازی می‌کنیم تا بتوانید در دنیای واقعی از مهارت‌های لاراولی خود استفاده کنید."
            },
            seccond:{
                title:"چه چیزهایی یاد می‌گیرید؟",
                items:[
                    "ساخت سیستم احراز هویت چندگانه (ایمیل، موبایل، رمز، OTP)",
                    "پیاده‌سازی سیستم مدیریت اعلان‌ها (ایمیل، SMS، تلگرام، پوش نوتیفیکیشن)",
                    "طراحی و توسعه API برای اپلیکیشن‌های موبایل با احراز هویت امن",
                    "مدیریت فایل و فضای ذخیره‌سازی (آپلود، فشرده‌سازی، S3)",
                    "پیاده‌سازی چت زنده و پیام‌رسان با Laravel Reverb",
                    "اتصال درگاه پرداخت و کیف پول دیجیتال برای مدیریت تراکنش‌ها",
                    "ایجاد سیستم مدیریت محتوا (CMS)‌ و ویرایشگر حرفه‌ای",
                ]
            }
        },
        courseTitles:[
            {
                title:"حکمرانی مردمی",
                teacher:"حجت‌الاسلام علی ذوعلم، رئیس اندیشگاه بیانیه گام دوم"
            },
            {
                title:"حکمرانی مردمی",
                teacher:"حجت‌الاسلام علی ذوعلم، رئیس اندیشگاه بیانیه گام دوم"
            },
            {
                title:"حکمرانی مردمی",
                teacher:"حجت‌الاسلام علی ذوعلم، رئیس اندیشگاه بیانیه گام دوم"
            },
        ]
    },
    {
        id:1008,
        title:"آموزش برنامه‌ نویسی برای استفاده از هوش مصنوعی و کاربردهای روزمره آن",
        date:{
            year:"04",
            month:"مهر",
            day:2,
            houre:"14:00"
        },
        Organizer:{
            name:"محمدرضا فقیهی",
            rate:4.5,
            description:"نویسنده و کارگردان خلاق، کانسپتچوال دیجیتال آرتیست، پادکستر، مربی خلاقیت"
        },
        link:"https://www.tarjomangd.ir/",
        image:"/images/pics/course1.png",
        special:false,
        status:"completed",
        type:"seminar",
        like:false,
        price:"2000000",
        categories:["نرم افزار" , "تکنولوژی"],
        time:20,
        holdingMethod:["حضوری" , "آنلاین" , "آنلاین و حضوری" ],
        address:"تهران، ضلع شمال شرقی ميدان شيخ بهائی، ابتدای خيابان سئول، خیابان خدامی، مدیریت اکتشاف شرکت ملی نفت ایران",
        location:"https://maps.app.goo.gl/nxADmFWmnmeLekev5",
        descriptions:{
            first:{
                title:"معرفی دوره پروژه‌های لاراولی",
                text:"اگر می‌خواهید Laravel را به‌صورت عملی و پروژه‌محور یاد بگیرید، این دوره برای شماست! در این دوره، به جای آموزش‌های تئوری، ۱۰ پروژه کاربردی را از صفر تا صد پیاده‌سازی می‌کنیم تا بتوانید در دنیای واقعی از مهارت‌های لاراولی خود استفاده کنید."
            },
            seccond:{
                title:"چه چیزهایی یاد می‌گیرید؟",
                items:[
                    "ساخت سیستم احراز هویت چندگانه (ایمیل، موبایل، رمز، OTP)",
                    "پیاده‌سازی سیستم مدیریت اعلان‌ها (ایمیل، SMS، تلگرام، پوش نوتیفیکیشن)",
                    "طراحی و توسعه API برای اپلیکیشن‌های موبایل با احراز هویت امن",
                    "مدیریت فایل و فضای ذخیره‌سازی (آپلود، فشرده‌سازی، S3)",
                    "پیاده‌سازی چت زنده و پیام‌رسان با Laravel Reverb",
                    "اتصال درگاه پرداخت و کیف پول دیجیتال برای مدیریت تراکنش‌ها",
                    "ایجاد سیستم مدیریت محتوا (CMS)‌ و ویرایشگر حرفه‌ای",
                ]
            }
        },
        courseTitles:[
            {
                title:"حکمرانی مردمی",
                teacher:"حجت‌الاسلام علی ذوعلم، رئیس اندیشگاه بیانیه گام دوم"
            },
            {
                title:"حکمرانی مردمی",
                teacher:"حجت‌الاسلام علی ذوعلم، رئیس اندیشگاه بیانیه گام دوم"
            },
            {
                title:"حکمرانی مردمی",
                teacher:"حجت‌الاسلام علی ذوعلم، رئیس اندیشگاه بیانیه گام دوم"
            },
        ]
    },
    {
        id:1009,
        title:"آموزش برنامه‌ نویسی برای استفاده از هوش مصنوعی و کاربردهای روزمره آن",
        date:{
            year:"04",
            month:"مهر",
            day:2,
            houre:"14:00"
        },
        Organizer:{
            name:"محمدرضا فقیهی",
            rate:4.5,
            description:"نویسنده و کارگردان خلاق، کانسپتچوال دیجیتال آرتیست، پادکستر، مربی خلاقیت"
        },
        link:"https://www.tarjomangd.ir/",
        image:"/images/pics/course1.png",
        special:true,
        status:"register",
        type:"call",
        like:false,
        price:"رایگان",
        categories:["نرم افزار" , "تکنولوژی"],
        time:20,
        holdingMethod:["حضوری" , "آنلاین" , "آنلاین و حضوری" ],
        address:"تهران، ضلع شمال شرقی ميدان شيخ بهائی، ابتدای خيابان سئول، خیابان خدامی، مدیریت اکتشاف شرکت ملی نفت ایران",
        location:"https://maps.app.goo.gl/nxADmFWmnmeLekev5",
        descriptions:{
            first:{
                title:"معرفی دوره پروژه‌های لاراولی",
                text:"اگر می‌خواهید Laravel را به‌صورت عملی و پروژه‌محور یاد بگیرید، این دوره برای شماست! در این دوره، به جای آموزش‌های تئوری، ۱۰ پروژه کاربردی را از صفر تا صد پیاده‌سازی می‌کنیم تا بتوانید در دنیای واقعی از مهارت‌های لاراولی خود استفاده کنید."
            },
            seccond:{
                title:"چه چیزهایی یاد می‌گیرید؟",
                items:[
                    "ساخت سیستم احراز هویت چندگانه (ایمیل، موبایل، رمز، OTP)",
                    "پیاده‌سازی سیستم مدیریت اعلان‌ها (ایمیل، SMS، تلگرام، پوش نوتیفیکیشن)",
                    "طراحی و توسعه API برای اپلیکیشن‌های موبایل با احراز هویت امن",
                    "مدیریت فایل و فضای ذخیره‌سازی (آپلود، فشرده‌سازی، S3)",
                    "پیاده‌سازی چت زنده و پیام‌رسان با Laravel Reverb",
                    "اتصال درگاه پرداخت و کیف پول دیجیتال برای مدیریت تراکنش‌ها",
                    "ایجاد سیستم مدیریت محتوا (CMS)‌ و ویرایشگر حرفه‌ای",
                ]
            }
        },
        courseTitles:[
            {
                title:"حکمرانی مردمی",
                teacher:"حجت‌الاسلام علی ذوعلم، رئیس اندیشگاه بیانیه گام دوم"
            },
            {
                title:"حکمرانی مردمی",
                teacher:"حجت‌الاسلام علی ذوعلم، رئیس اندیشگاه بیانیه گام دوم"
            },
            {
                title:"حکمرانی مردمی",
                teacher:"حجت‌الاسلام علی ذوعلم، رئیس اندیشگاه بیانیه گام دوم"
            },
        ]
    },
    {
        id:1010,
        title:"آموزش برنامه‌ نویسی برای استفاده از هوش مصنوعی و کاربردهای روزمره آن",
        date:{
            year:"04",
            month:"مهر",
            day:2,
            houre:"14:00"
        },
        Organizer:{
            name:"محمدرضا فقیهی",
            rate:4.5,
            description:"نویسنده و کارگردان خلاق، کانسپتچوال دیجیتال آرتیست، پادکستر، مربی خلاقیت"
        },
        link:"https://www.tarjomangd.ir/",
        image:"/images/pics/course1.png",
        special:false,
        status:"ongoing",
        type:"offline",
        like:false,
        price:"2000000",
        categories:["نرم افزار" , "تکنولوژی"],
        time:20,
        holdingMethod:["حضوری" , "آنلاین" , "آنلاین و حضوری" ],
        address:"تهران، ضلع شمال شرقی ميدان شيخ بهائی، ابتدای خيابان سئول، خیابان خدامی، مدیریت اکتشاف شرکت ملی نفت ایران",
        location:"https://maps.app.goo.gl/nxADmFWmnmeLekev5",
        descriptions:{
            first:{
                title:"معرفی دوره پروژه‌های لاراولی",
                text:"اگر می‌خواهید Laravel را به‌صورت عملی و پروژه‌محور یاد بگیرید، این دوره برای شماست! در این دوره، به جای آموزش‌های تئوری، ۱۰ پروژه کاربردی را از صفر تا صد پیاده‌سازی می‌کنیم تا بتوانید در دنیای واقعی از مهارت‌های لاراولی خود استفاده کنید."
            },
            seccond:{
                title:"چه چیزهایی یاد می‌گیرید؟",
                items:[
                    "ساخت سیستم احراز هویت چندگانه (ایمیل، موبایل، رمز، OTP)",
                    "پیاده‌سازی سیستم مدیریت اعلان‌ها (ایمیل، SMS، تلگرام، پوش نوتیفیکیشن)",
                    "طراحی و توسعه API برای اپلیکیشن‌های موبایل با احراز هویت امن",
                    "مدیریت فایل و فضای ذخیره‌سازی (آپلود، فشرده‌سازی، S3)",
                    "پیاده‌سازی چت زنده و پیام‌رسان با Laravel Reverb",
                    "اتصال درگاه پرداخت و کیف پول دیجیتال برای مدیریت تراکنش‌ها",
                    "ایجاد سیستم مدیریت محتوا (CMS)‌ و ویرایشگر حرفه‌ای",
                ]
            }
        },
        courseTitles:[
            {
                title:"حکمرانی مردمی",
                teacher:"حجت‌الاسلام علی ذوعلم، رئیس اندیشگاه بیانیه گام دوم"
            },
            {
                title:"حکمرانی مردمی",
                teacher:"حجت‌الاسلام علی ذوعلم، رئیس اندیشگاه بیانیه گام دوم"
            },
            {
                title:"حکمرانی مردمی",
                teacher:"حجت‌الاسلام علی ذوعلم، رئیس اندیشگاه بیانیه گام دوم"
            },
        ]
    },
    {
        id:1011,
        title:"آموزش برنامه‌ نویسی برای استفاده از هوش مصنوعی و کاربردهای روزمره آن",
        date:{
            year:"04",
            month:"مهر",
            day:2,
            houre:"14:00"
        },
        Organizer:{
            name:"محمدرضا فقیهی",
            rate:4.5,
            description:"نویسنده و کارگردان خلاق، کانسپتچوال دیجیتال آرتیست، پادکستر، مربی خلاقیت"
        },
        link:"https://www.tarjomangd.ir/",
        image:"/images/pics/course1.png",
        special:true,
        status:"register",
        type:"course",
        like:false,
        price:"رایگان",
        categories:["نرم افزار" , "تکنولوژی"],
        time:20,
        holdingMethod:["حضوری" , "آنلاین" , "آنلاین و حضوری" ],
        address:"تهران، ضلع شمال شرقی ميدان شيخ بهائی، ابتدای خيابان سئول، خیابان خدامی، مدیریت اکتشاف شرکت ملی نفت ایران",
        location:"https://maps.app.goo.gl/nxADmFWmnmeLekev5",
        descriptions:{
            first:{
                title:"معرفی دوره پروژه‌های لاراولی",
                text:"اگر می‌خواهید Laravel را به‌صورت عملی و پروژه‌محور یاد بگیرید، این دوره برای شماست! در این دوره، به جای آموزش‌های تئوری، ۱۰ پروژه کاربردی را از صفر تا صد پیاده‌سازی می‌کنیم تا بتوانید در دنیای واقعی از مهارت‌های لاراولی خود استفاده کنید."
            },
            seccond:{
                title:"چه چیزهایی یاد می‌گیرید؟",
                items:[
                    "ساخت سیستم احراز هویت چندگانه (ایمیل، موبایل، رمز، OTP)",
                    "پیاده‌سازی سیستم مدیریت اعلان‌ها (ایمیل، SMS، تلگرام، پوش نوتیفیکیشن)",
                    "طراحی و توسعه API برای اپلیکیشن‌های موبایل با احراز هویت امن",
                    "مدیریت فایل و فضای ذخیره‌سازی (آپلود، فشرده‌سازی، S3)",
                    "پیاده‌سازی چت زنده و پیام‌رسان با Laravel Reverb",
                    "اتصال درگاه پرداخت و کیف پول دیجیتال برای مدیریت تراکنش‌ها",
                    "ایجاد سیستم مدیریت محتوا (CMS)‌ و ویرایشگر حرفه‌ای",
                ]
            }
        },
        courseTitles:[
            {
                title:"حکمرانی مردمی",
                teacher:"حجت‌الاسلام علی ذوعلم، رئیس اندیشگاه بیانیه گام دوم"
            },
            {
                title:"حکمرانی مردمی",
                teacher:"حجت‌الاسلام علی ذوعلم، رئیس اندیشگاه بیانیه گام دوم"
            },
            {
                title:"حکمرانی مردمی",
                teacher:"حجت‌الاسلام علی ذوعلم، رئیس اندیشگاه بیانیه گام دوم"
            },
        ]
    },
    {
        id:1012,
        title:"آموزش برنامه‌ نویسی برای استفاده از هوش مصنوعی و کاربردهای روزمره آن",
        date:{
            year:"04",
            month:"مهر",
            day:2,
            houre:"14:00"
        },
        Organizer:{
            name:"محمدرضا فقیهی",
            rate:4.5,
            description:"نویسنده و کارگردان خلاق، کانسپتچوال دیجیتال آرتیست، پادکستر، مربی خلاقیت"
        },
        link:"https://www.tarjomangd.ir/",
        image:"/images/pics/course1.png",
        special:false,
        status:"completed",
        type:"workshop",
        like:false,
        price:"2000000",
        categories:["نرم افزار" , "تکنولوژی"],
        time:20,
        holdingMethod:["حضوری" , "آنلاین" , "آنلاین و حضوری" ],
        address:"تهران، ضلع شمال شرقی ميدان شيخ بهائی، ابتدای خيابان سئول، خیابان خدامی، مدیریت اکتشاف شرکت ملی نفت ایران",
        location:"https://maps.app.goo.gl/nxADmFWmnmeLekev5",
        descriptions:{
            first:{
                title:"معرفی دوره پروژه‌های لاراولی",
                text:"اگر می‌خواهید Laravel را به‌صورت عملی و پروژه‌محور یاد بگیرید، این دوره برای شماست! در این دوره، به جای آموزش‌های تئوری، ۱۰ پروژه کاربردی را از صفر تا صد پیاده‌سازی می‌کنیم تا بتوانید در دنیای واقعی از مهارت‌های لاراولی خود استفاده کنید."
            },
            seccond:{
                title:"چه چیزهایی یاد می‌گیرید؟",
                items:[
                    "ساخت سیستم احراز هویت چندگانه (ایمیل، موبایل، رمز، OTP)",
                    "پیاده‌سازی سیستم مدیریت اعلان‌ها (ایمیل، SMS، تلگرام، پوش نوتیفیکیشن)",
                    "طراحی و توسعه API برای اپلیکیشن‌های موبایل با احراز هویت امن",
                    "مدیریت فایل و فضای ذخیره‌سازی (آپلود، فشرده‌سازی، S3)",
                    "پیاده‌سازی چت زنده و پیام‌رسان با Laravel Reverb",
                    "اتصال درگاه پرداخت و کیف پول دیجیتال برای مدیریت تراکنش‌ها",
                    "ایجاد سیستم مدیریت محتوا (CMS)‌ و ویرایشگر حرفه‌ای",
                ]
            }
        },
        courseTitles:[
            {
                title:"حکمرانی مردمی",
                teacher:"حجت‌الاسلام علی ذوعلم، رئیس اندیشگاه بیانیه گام دوم"
            },
            {
                title:"حکمرانی مردمی",
                teacher:"حجت‌الاسلام علی ذوعلم، رئیس اندیشگاه بیانیه گام دوم"
            },
            {
                title:"حکمرانی مردمی",
                teacher:"حجت‌الاسلام علی ذوعلم، رئیس اندیشگاه بیانیه گام دوم"
            },
        ]
    },
    {
        id:1013,
        title:"آموزش برنامه‌ نویسی برای استفاده از هوش مصنوعی و کاربردهای روزمره آن",
        date:{
            year:"04",
            month:"مهر",
            day:2,
            houre:"14:00"
        },
        Organizer:{
            name:"محمدرضا فقیهی",
            rate:4.5,
            description:"نویسنده و کارگردان خلاق، کانسپتچوال دیجیتال آرتیست، پادکستر، مربی خلاقیت"
        },
        link:"https://www.tarjomangd.ir/",
        image:"/images/pics/course1.png",
        special:true,
        status:"register",
        type:"seminar",
        like:false,
        price:"رایگان",
        categories:["نرم افزار" , "تکنولوژی"],
        time:20,
        holdingMethod:["حضوری" , "آنلاین" , "آنلاین و حضوری" ],
        address:"تهران، ضلع شمال شرقی ميدان شيخ بهائی، ابتدای خيابان سئول، خیابان خدامی، مدیریت اکتشاف شرکت ملی نفت ایران",
        location:"https://maps.app.goo.gl/nxADmFWmnmeLekev5",
        descriptions:{
            first:{
                title:"معرفی دوره پروژه‌های لاراولی",
                text:"اگر می‌خواهید Laravel را به‌صورت عملی و پروژه‌محور یاد بگیرید، این دوره برای شماست! در این دوره، به جای آموزش‌های تئوری، ۱۰ پروژه کاربردی را از صفر تا صد پیاده‌سازی می‌کنیم تا بتوانید در دنیای واقعی از مهارت‌های لاراولی خود استفاده کنید."
            },
            seccond:{
                title:"چه چیزهایی یاد می‌گیرید؟",
                items:[
                    "ساخت سیستم احراز هویت چندگانه (ایمیل، موبایل، رمز، OTP)",
                    "پیاده‌سازی سیستم مدیریت اعلان‌ها (ایمیل، SMS، تلگرام، پوش نوتیفیکیشن)",
                    "طراحی و توسعه API برای اپلیکیشن‌های موبایل با احراز هویت امن",
                    "مدیریت فایل و فضای ذخیره‌سازی (آپلود، فشرده‌سازی، S3)",
                    "پیاده‌سازی چت زنده و پیام‌رسان با Laravel Reverb",
                    "اتصال درگاه پرداخت و کیف پول دیجیتال برای مدیریت تراکنش‌ها",
                    "ایجاد سیستم مدیریت محتوا (CMS)‌ و ویرایشگر حرفه‌ای",
                ]
            }
        },
        courseTitles:[
            {
                title:"حکمرانی مردمی",
                teacher:"حجت‌الاسلام علی ذوعلم، رئیس اندیشگاه بیانیه گام دوم"
            },
            {
                title:"حکمرانی مردمی",
                teacher:"حجت‌الاسلام علی ذوعلم، رئیس اندیشگاه بیانیه گام دوم"
            },
            {
                title:"حکمرانی مردمی",
                teacher:"حجت‌الاسلام علی ذوعلم، رئیس اندیشگاه بیانیه گام دوم"
            },
        ]
    },
    {
        id:1014,
        title:"آموزش برنامه‌ نویسی برای استفاده از هوش مصنوعی و کاربردهای روزمره آن",
        date:{
            year:"04",
            month:"مهر",
            day:2,
            houre:"14:00"
        },
        Organizer:{
            name:"محمدرضا فقیهی",
            rate:4.5,
            description:"نویسنده و کارگردان خلاق، کانسپتچوال دیجیتال آرتیست، پادکستر، مربی خلاقیت"
        },
        link:"https://www.tarjomangd.ir/",
        image:"/images/pics/course1.png",
        special:false,
        status:"register",
        type:"call",
        like:false,
        price:"2000000",
        categories:["نرم افزار" , "تکنولوژی"],
        time:20,
        holdingMethod:["حضوری" , "آنلاین" , "آنلاین و حضوری" ],
        address:"تهران، ضلع شمال شرقی ميدان شيخ بهائی، ابتدای خيابان سئول، خیابان خدامی، مدیریت اکتشاف شرکت ملی نفت ایران",
        location:"https://maps.app.goo.gl/nxADmFWmnmeLekev5",
        descriptions:{
            first:{
                title:"معرفی دوره پروژه‌های لاراولی",
                text:"اگر می‌خواهید Laravel را به‌صورت عملی و پروژه‌محور یاد بگیرید، این دوره برای شماست! در این دوره، به جای آموزش‌های تئوری، ۱۰ پروژه کاربردی را از صفر تا صد پیاده‌سازی می‌کنیم تا بتوانید در دنیای واقعی از مهارت‌های لاراولی خود استفاده کنید."
            },
            seccond:{
                title:"چه چیزهایی یاد می‌گیرید؟",
                items:[
                    "ساخت سیستم احراز هویت چندگانه (ایمیل، موبایل، رمز، OTP)",
                    "پیاده‌سازی سیستم مدیریت اعلان‌ها (ایمیل، SMS، تلگرام، پوش نوتیفیکیشن)",
                    "طراحی و توسعه API برای اپلیکیشن‌های موبایل با احراز هویت امن",
                    "مدیریت فایل و فضای ذخیره‌سازی (آپلود، فشرده‌سازی، S3)",
                    "پیاده‌سازی چت زنده و پیام‌رسان با Laravel Reverb",
                    "اتصال درگاه پرداخت و کیف پول دیجیتال برای مدیریت تراکنش‌ها",
                    "ایجاد سیستم مدیریت محتوا (CMS)‌ و ویرایشگر حرفه‌ای",
                ]
            }
        },
        courseTitles:[
            {
                title:"حکمرانی مردمی",
                teacher:"حجت‌الاسلام علی ذوعلم، رئیس اندیشگاه بیانیه گام دوم"
            },
            {
                title:"حکمرانی مردمی",
                teacher:"حجت‌الاسلام علی ذوعلم، رئیس اندیشگاه بیانیه گام دوم"
            },
            {
                title:"حکمرانی مردمی",
                teacher:"حجت‌الاسلام علی ذوعلم، رئیس اندیشگاه بیانیه گام دوم"
            },
        ]
    },
    {
        id:1015,
        title:"آموزش برنامه‌ نویسی برای استفاده از هوش مصنوعی و کاربردهای روزمره آن",
        date:{
            year:"04",
            month:"مهر",
            day:2,
            houre:"14:00"
        },
        Organizer:{
            name:"محمدرضا فقیهی",
            rate:4.5,
            description:"نویسنده و کارگردان خلاق، کانسپتچوال دیجیتال آرتیست، پادکستر، مربی خلاقیت"
        },
        link:"https://www.tarjomangd.ir/",
        image:"/images/pics/course1.png",
        special:true,
        status:"ongoing",
        type:"course",
        like:false,
        price:"رایگان",
        categories:["نرم افزار" , "تکنولوژی"],
        time:20,
        holdingMethod:["حضوری" , "آنلاین" , "آنلاین و حضوری" ],
        address:"تهران، ضلع شمال شرقی ميدان شيخ بهائی، ابتدای خيابان سئول، خیابان خدامی، مدیریت اکتشاف شرکت ملی نفت ایران",
        location:"https://maps.app.goo.gl/nxADmFWmnmeLekev5",
        descriptions:{
            first:{
                title:"معرفی دوره پروژه‌های لاراولی",
                text:"اگر می‌خواهید Laravel را به‌صورت عملی و پروژه‌محور یاد بگیرید، این دوره برای شماست! در این دوره، به جای آموزش‌های تئوری، ۱۰ پروژه کاربردی را از صفر تا صد پیاده‌سازی می‌کنیم تا بتوانید در دنیای واقعی از مهارت‌های لاراولی خود استفاده کنید."
            },
            seccond:{
                title:"چه چیزهایی یاد می‌گیرید؟",
                items:[
                    "ساخت سیستم احراز هویت چندگانه (ایمیل، موبایل، رمز، OTP)",
                    "پیاده‌سازی سیستم مدیریت اعلان‌ها (ایمیل، SMS، تلگرام، پوش نوتیفیکیشن)",
                    "طراحی و توسعه API برای اپلیکیشن‌های موبایل با احراز هویت امن",
                    "مدیریت فایل و فضای ذخیره‌سازی (آپلود، فشرده‌سازی، S3)",
                    "پیاده‌سازی چت زنده و پیام‌رسان با Laravel Reverb",
                    "اتصال درگاه پرداخت و کیف پول دیجیتال برای مدیریت تراکنش‌ها",
                    "ایجاد سیستم مدیریت محتوا (CMS)‌ و ویرایشگر حرفه‌ای",
                ]
            }
        },
        courseTitles:[
            {
                title:"حکمرانی مردمی",
                teacher:"حجت‌الاسلام علی ذوعلم، رئیس اندیشگاه بیانیه گام دوم"
            },
            {
                title:"حکمرانی مردمی",
                teacher:"حجت‌الاسلام علی ذوعلم، رئیس اندیشگاه بیانیه گام دوم"
            },
            {
                title:"حکمرانی مردمی",
                teacher:"حجت‌الاسلام علی ذوعلم، رئیس اندیشگاه بیانیه گام دوم"
            },
        ]
    },
    {
        id:1016,
        title:"آموزش برنامه‌ نویسی برای استفاده از هوش مصنوعی و کاربردهای روزمره آن",
        date:{
            year:"04",
            month:"مهر",
            day:2,
            houre:"14:00"
        },
        Organizer:{
            name:"محمدرضا فقیهی",
            rate:4.5,
            description:"نویسنده و کارگردان خلاق، کانسپتچوال دیجیتال آرتیست، پادکستر، مربی خلاقیت"
        },
        link:"https://www.tarjomangd.ir/",
        image:"/images/pics/course1.png",
        special:false,
        status:"completed",
        type:"workshop",
        like:false,
        price:"2000000",
        categories:["نرم افزار" , "تکنولوژی"],
        time:20,
        holdingMethod:["حضوری" , "آنلاین" , "آنلاین و حضوری" ],
        address:"تهران، ضلع شمال شرقی ميدان شيخ بهائی، ابتدای خيابان سئول، خیابان خدامی، مدیریت اکتشاف شرکت ملی نفت ایران",
        location:"https://maps.app.goo.gl/nxADmFWmnmeLekev5",
        descriptions:{
            first:{
                title:"معرفی دوره پروژه‌های لاراولی",
                text:"اگر می‌خواهید Laravel را به‌صورت عملی و پروژه‌محور یاد بگیرید، این دوره برای شماست! در این دوره، به جای آموزش‌های تئوری، ۱۰ پروژه کاربردی را از صفر تا صد پیاده‌سازی می‌کنیم تا بتوانید در دنیای واقعی از مهارت‌های لاراولی خود استفاده کنید."
            },
            seccond:{
                title:"چه چیزهایی یاد می‌گیرید؟",
                items:[
                    "ساخت سیستم احراز هویت چندگانه (ایمیل، موبایل، رمز، OTP)",
                    "پیاده‌سازی سیستم مدیریت اعلان‌ها (ایمیل، SMS، تلگرام، پوش نوتیفیکیشن)",
                    "طراحی و توسعه API برای اپلیکیشن‌های موبایل با احراز هویت امن",
                    "مدیریت فایل و فضای ذخیره‌سازی (آپلود، فشرده‌سازی، S3)",
                    "پیاده‌سازی چت زنده و پیام‌رسان با Laravel Reverb",
                    "اتصال درگاه پرداخت و کیف پول دیجیتال برای مدیریت تراکنش‌ها",
                    "ایجاد سیستم مدیریت محتوا (CMS)‌ و ویرایشگر حرفه‌ای",
                ]
            }
        },
        courseTitles:[
            {
                title:"حکمرانی مردمی",
                teacher:"حجت‌الاسلام علی ذوعلم، رئیس اندیشگاه بیانیه گام دوم"
            },
            {
                title:"حکمرانی مردمی",
                teacher:"حجت‌الاسلام علی ذوعلم، رئیس اندیشگاه بیانیه گام دوم"
            },
            {
                title:"حکمرانی مردمی",
                teacher:"حجت‌الاسلام علی ذوعلم، رئیس اندیشگاه بیانیه گام دوم"
            },
        ]
    },
    {
        id:1017,
        title:"آموزش برنامه‌ نویسی برای استفاده از هوش مصنوعی و کاربردهای روزمره آن",
        date:{
            year:"04",
            month:"مهر",
            day:2,
            houre:"14:00"
        },
        Organizer:{
            name:"محمدرضا فقیهی",
            rate:4.5,
            description:"نویسنده و کارگردان خلاق، کانسپتچوال دیجیتال آرتیست، پادکستر، مربی خلاقیت"
        },
        link:"https://www.tarjomangd.ir/",
        image:"/images/pics/course1.png",
        special:true,
        status:"completed",
        type:"seminar",
        like:false,
        price:"رایگان",
        categories:["نرم افزار" , "تکنولوژی"],
        time:20,
        holdingMethod:["حضوری" , "آنلاین" , "آنلاین و حضوری" ],
        address:"تهران، ضلع شمال شرقی ميدان شيخ بهائی، ابتدای خيابان سئول، خیابان خدامی، مدیریت اکتشاف شرکت ملی نفت ایران",
        location:"https://maps.app.goo.gl/nxADmFWmnmeLekev5",
        descriptions:{
            first:{
                title:"معرفی دوره پروژه‌های لاراولی",
                text:"اگر می‌خواهید Laravel را به‌صورت عملی و پروژه‌محور یاد بگیرید، این دوره برای شماست! در این دوره، به جای آموزش‌های تئوری، ۱۰ پروژه کاربردی را از صفر تا صد پیاده‌سازی می‌کنیم تا بتوانید در دنیای واقعی از مهارت‌های لاراولی خود استفاده کنید."
            },
            seccond:{
                title:"چه چیزهایی یاد می‌گیرید؟",
                items:[
                    "ساخت سیستم احراز هویت چندگانه (ایمیل، موبایل، رمز، OTP)",
                    "پیاده‌سازی سیستم مدیریت اعلان‌ها (ایمیل، SMS، تلگرام، پوش نوتیفیکیشن)",
                    "طراحی و توسعه API برای اپلیکیشن‌های موبایل با احراز هویت امن",
                    "مدیریت فایل و فضای ذخیره‌سازی (آپلود، فشرده‌سازی، S3)",
                    "پیاده‌سازی چت زنده و پیام‌رسان با Laravel Reverb",
                    "اتصال درگاه پرداخت و کیف پول دیجیتال برای مدیریت تراکنش‌ها",
                    "ایجاد سیستم مدیریت محتوا (CMS)‌ و ویرایشگر حرفه‌ای",
                ]
            }
        },
        courseTitles:[
            {
                title:"حکمرانی مردمی",
                teacher:"حجت‌الاسلام علی ذوعلم، رئیس اندیشگاه بیانیه گام دوم"
            },
            {
                title:"حکمرانی مردمی",
                teacher:"حجت‌الاسلام علی ذوعلم، رئیس اندیشگاه بیانیه گام دوم"
            },
            {
                title:"حکمرانی مردمی",
                teacher:"حجت‌الاسلام علی ذوعلم، رئیس اندیشگاه بیانیه گام دوم"
            },
        ]
    },
    {
        id:1018,
        title:"آموزش برنامه‌ نویسی برای استفاده از هوش مصنوعی و کاربردهای روزمره آن",
        date:{
            year:"04",
            month:"مهر",
            day:2,
            houre:"14:00"
        },
        Organizer:{
            name:"محمدرضا فقیهی",
            rate:4.5,
            description:"نویسنده و کارگردان خلاق، کانسپتچوال دیجیتال آرتیست، پادکستر، مربی خلاقیت"
        },
        link:"https://www.tarjomangd.ir/",
        image:"/images/pics/course1.png",
        special:false,
        status:"completed",
        type:"call",
        like:false,
        price:"2000000",
        categories:["نرم افزار" , "تکنولوژی"],
        time:20,
        holdingMethod:["حضوری" , "آنلاین" , "آنلاین و حضوری" ],
        address:"تهران، ضلع شمال شرقی ميدان شيخ بهائی، ابتدای خيابان سئول، خیابان خدامی، مدیریت اکتشاف شرکت ملی نفت ایران",
        location:"https://maps.app.goo.gl/nxADmFWmnmeLekev5",
        descriptions:{
            first:{
                title:"معرفی دوره پروژه‌های لاراولی",
                text:"اگر می‌خواهید Laravel را به‌صورت عملی و پروژه‌محور یاد بگیرید، این دوره برای شماست! در این دوره، به جای آموزش‌های تئوری، ۱۰ پروژه کاربردی را از صفر تا صد پیاده‌سازی می‌کنیم تا بتوانید در دنیای واقعی از مهارت‌های لاراولی خود استفاده کنید."
            },
            seccond:{
                title:"چه چیزهایی یاد می‌گیرید؟",
                items:[
                    "ساخت سیستم احراز هویت چندگانه (ایمیل، موبایل، رمز، OTP)",
                    "پیاده‌سازی سیستم مدیریت اعلان‌ها (ایمیل، SMS، تلگرام، پوش نوتیفیکیشن)",
                    "طراحی و توسعه API برای اپلیکیشن‌های موبایل با احراز هویت امن",
                    "مدیریت فایل و فضای ذخیره‌سازی (آپلود، فشرده‌سازی، S3)",
                    "پیاده‌سازی چت زنده و پیام‌رسان با Laravel Reverb",
                    "اتصال درگاه پرداخت و کیف پول دیجیتال برای مدیریت تراکنش‌ها",
                    "ایجاد سیستم مدیریت محتوا (CMS)‌ و ویرایشگر حرفه‌ای",
                ]
            }
        },
        courseTitles:[
            {
                title:"حکمرانی مردمی",
                teacher:"حجت‌الاسلام علی ذوعلم، رئیس اندیشگاه بیانیه گام دوم"
            },
            {
                title:"حکمرانی مردمی",
                teacher:"حجت‌الاسلام علی ذوعلم، رئیس اندیشگاه بیانیه گام دوم"
            },
            {
                title:"حکمرانی مردمی",
                teacher:"حجت‌الاسلام علی ذوعلم، رئیس اندیشگاه بیانیه گام دوم"
            },
        ]
    },
    {
        id:1019,
        title:"آموزش برنامه‌ نویسی برای استفاده از هوش مصنوعی و کاربردهای روزمره آن",
        date:{
            year:"04",
            month:"مهر",
            day:2,
            houre:"14:00"
        },
        Organizer:{
            name:"محمدرضا فقیهی",
            rate:4.5,
            description:"نویسنده و کارگردان خلاق، کانسپتچوال دیجیتال آرتیست، پادکستر، مربی خلاقیت"
        },
        link:"https://www.tarjomangd.ir/",
        image:"/images/pics/course1.png",
        special:true,
        status:"ongoing",
        type:"offline",
        like:false,
        price:"رایگان",
        categories:["نرم افزار" , "تکنولوژی"],
        time:20,
        holdingMethod:["حضوری" , "آنلاین" , "آنلاین و حضوری" ],
        address:"تهران، ضلع شمال شرقی ميدان شيخ بهائی، ابتدای خيابان سئول، خیابان خدامی، مدیریت اکتشاف شرکت ملی نفت ایران",
        location:"https://maps.app.goo.gl/nxADmFWmnmeLekev5",
        descriptions:{
            first:{
                title:"معرفی دوره پروژه‌های لاراولی",
                text:"اگر می‌خواهید Laravel را به‌صورت عملی و پروژه‌محور یاد بگیرید، این دوره برای شماست! در این دوره، به جای آموزش‌های تئوری، ۱۰ پروژه کاربردی را از صفر تا صد پیاده‌سازی می‌کنیم تا بتوانید در دنیای واقعی از مهارت‌های لاراولی خود استفاده کنید."
            },
            seccond:{
                title:"چه چیزهایی یاد می‌گیرید؟",
                items:[
                    "ساخت سیستم احراز هویت چندگانه (ایمیل، موبایل، رمز، OTP)",
                    "پیاده‌سازی سیستم مدیریت اعلان‌ها (ایمیل، SMS، تلگرام، پوش نوتیفیکیشن)",
                    "طراحی و توسعه API برای اپلیکیشن‌های موبایل با احراز هویت امن",
                    "مدیریت فایل و فضای ذخیره‌سازی (آپلود، فشرده‌سازی، S3)",
                    "پیاده‌سازی چت زنده و پیام‌رسان با Laravel Reverb",
                    "اتصال درگاه پرداخت و کیف پول دیجیتال برای مدیریت تراکنش‌ها",
                    "ایجاد سیستم مدیریت محتوا (CMS)‌ و ویرایشگر حرفه‌ای",
                ]
            }
        },
        courseTitles:[
            {
                title:"حکمرانی مردمی",
                teacher:"حجت‌الاسلام علی ذوعلم، رئیس اندیشگاه بیانیه گام دوم"
            },
            {
                title:"حکمرانی مردمی",
                teacher:"حجت‌الاسلام علی ذوعلم، رئیس اندیشگاه بیانیه گام دوم"
            },
            {
                title:"حکمرانی مردمی",
                teacher:"حجت‌الاسلام علی ذوعلم، رئیس اندیشگاه بیانیه گام دوم"
            },
        ]
    },
    {
        id:1020,
        title:"آموزش برنامه‌ نویسی برای استفاده از هوش مصنوعی و کاربردهای روزمره آن",
        date:{
            year:"04",
            month:"مهر",
            day:2,
            houre:"14:00"
        },
        Organizer:{
            name:"محمدرضا فقیهی",
            rate:4.5,
            description:"نویسنده و کارگردان خلاق، کانسپتچوال دیجیتال آرتیست، پادکستر، مربی خلاقیت"
        },
        link:"https://www.tarjomangd.ir/",
        image:"/images/pics/course1.png",
        special:false,
        status:"ongoing",
        type:"course",
        like:false,
        price:"2000000",
        categories:["نرم افزار" , "تکنولوژی"],
        time:20,
        holdingMethod:["حضوری" , "آنلاین" , "آنلاین و حضوری" ],
        address:"تهران، ضلع شمال شرقی ميدان شيخ بهائی، ابتدای خيابان سئول، خیابان خدامی، مدیریت اکتشاف شرکت ملی نفت ایران",
        location:"https://maps.app.goo.gl/nxADmFWmnmeLekev5",
        descriptions:{
            first:{
                title:"معرفی دوره پروژه‌های لاراولی",
                text:"اگر می‌خواهید Laravel را به‌صورت عملی و پروژه‌محور یاد بگیرید، این دوره برای شماست! در این دوره، به جای آموزش‌های تئوری، ۱۰ پروژه کاربردی را از صفر تا صد پیاده‌سازی می‌کنیم تا بتوانید در دنیای واقعی از مهارت‌های لاراولی خود استفاده کنید."
            },
            seccond:{
                title:"چه چیزهایی یاد می‌گیرید؟",
                items:[
                    "ساخت سیستم احراز هویت چندگانه (ایمیل، موبایل، رمز، OTP)",
                    "پیاده‌سازی سیستم مدیریت اعلان‌ها (ایمیل، SMS، تلگرام، پوش نوتیفیکیشن)",
                    "طراحی و توسعه API برای اپلیکیشن‌های موبایل با احراز هویت امن",
                    "مدیریت فایل و فضای ذخیره‌سازی (آپلود، فشرده‌سازی، S3)",
                    "پیاده‌سازی چت زنده و پیام‌رسان با Laravel Reverb",
                    "اتصال درگاه پرداخت و کیف پول دیجیتال برای مدیریت تراکنش‌ها",
                    "ایجاد سیستم مدیریت محتوا (CMS)‌ و ویرایشگر حرفه‌ای",
                ]
            }
        },
        courseTitles:[
            {
                title:"حکمرانی مردمی",
                teacher:"حجت‌الاسلام علی ذوعلم، رئیس اندیشگاه بیانیه گام دوم"
            },
            {
                title:"حکمرانی مردمی",
                teacher:"حجت‌الاسلام علی ذوعلم، رئیس اندیشگاه بیانیه گام دوم"
            },
            {
                title:"حکمرانی مردمی",
                teacher:"حجت‌الاسلام علی ذوعلم، رئیس اندیشگاه بیانیه گام دوم"
            },
        ]
    },
    {
        id:1021,
        title:"آموزش برنامه‌ نویسی برای استفاده از هوش مصنوعی و کاربردهای روزمره آن",
        date:{
            year:"04",
            month:"مهر",
            day:2,
            houre:"14:00"
        },
        Organizer:{
            name:"محمدرضا فقیهی",
            rate:4.5,
            description:"نویسنده و کارگردان خلاق، کانسپتچوال دیجیتال آرتیست، پادکستر، مربی خلاقیت"
        },
        link:"https://www.tarjomangd.ir/",
        image:"/images/pics/course1.png",
        special:true,
        status:"register",
        type:"workshop",
        like:false,
        price:"رایگان",
        categories:["نرم افزار" , "تکنولوژی"],
        time:20,
        holdingMethod:["حضوری" , "آنلاین" , "آنلاین و حضوری" ],
        address:"تهران، ضلع شمال شرقی ميدان شيخ بهائی، ابتدای خيابان سئول، خیابان خدامی، مدیریت اکتشاف شرکت ملی نفت ایران",
        location:"https://maps.app.goo.gl/nxADmFWmnmeLekev5",
        descriptions:{
            first:{
                title:"معرفی دوره پروژه‌های لاراولی",
                text:"اگر می‌خواهید Laravel را به‌صورت عملی و پروژه‌محور یاد بگیرید، این دوره برای شماست! در این دوره، به جای آموزش‌های تئوری، ۱۰ پروژه کاربردی را از صفر تا صد پیاده‌سازی می‌کنیم تا بتوانید در دنیای واقعی از مهارت‌های لاراولی خود استفاده کنید."
            },
            seccond:{
                title:"چه چیزهایی یاد می‌گیرید؟",
                items:[
                    "ساخت سیستم احراز هویت چندگانه (ایمیل، موبایل، رمز، OTP)",
                    "پیاده‌سازی سیستم مدیریت اعلان‌ها (ایمیل، SMS، تلگرام، پوش نوتیفیکیشن)",
                    "طراحی و توسعه API برای اپلیکیشن‌های موبایل با احراز هویت امن",
                    "مدیریت فایل و فضای ذخیره‌سازی (آپلود، فشرده‌سازی، S3)",
                    "پیاده‌سازی چت زنده و پیام‌رسان با Laravel Reverb",
                    "اتصال درگاه پرداخت و کیف پول دیجیتال برای مدیریت تراکنش‌ها",
                    "ایجاد سیستم مدیریت محتوا (CMS)‌ و ویرایشگر حرفه‌ای",
                ]
            }
        },
        courseTitles:[
            {
                title:"حکمرانی مردمی",
                teacher:"حجت‌الاسلام علی ذوعلم، رئیس اندیشگاه بیانیه گام دوم"
            },
            {
                title:"حکمرانی مردمی",
                teacher:"حجت‌الاسلام علی ذوعلم، رئیس اندیشگاه بیانیه گام دوم"
            },
            {
                title:"حکمرانی مردمی",
                teacher:"حجت‌الاسلام علی ذوعلم، رئیس اندیشگاه بیانیه گام دوم"
            },
        ]
    },
    {
        id:1022,
        title:"آموزش برنامه‌ نویسی برای استفاده از هوش مصنوعی و کاربردهای روزمره آن",
        date:{
            year:"04",
            month:"مهر",
            day:2,
            houre:"14:00"
        },
        Organizer:{
            name:"محمدرضا فقیهی",
            rate:4.5,
            description:"نویسنده و کارگردان خلاق، کانسپتچوال دیجیتال آرتیست، پادکستر، مربی خلاقیت"
        },
        link:"https://www.tarjomangd.ir/",
        image:"/images/pics/course1.png",
        special:false,
        status:"completed",
        type:"seminar",
        like:false,
        price:"2000000",
        categories:["نرم افزار" , "تکنولوژی"],
        time:20,
        holdingMethod:["حضوری" , "آنلاین" , "آنلاین و حضوری" ],
        address:"تهران، ضلع شمال شرقی ميدان شيخ بهائی، ابتدای خيابان سئول، خیابان خدامی، مدیریت اکتشاف شرکت ملی نفت ایران",
        location:"https://maps.app.goo.gl/nxADmFWmnmeLekev5",
        descriptions:{
            first:{
                title:"معرفی دوره پروژه‌های لاراولی",
                text:"اگر می‌خواهید Laravel را به‌صورت عملی و پروژه‌محور یاد بگیرید، این دوره برای شماست! در این دوره، به جای آموزش‌های تئوری، ۱۰ پروژه کاربردی را از صفر تا صد پیاده‌سازی می‌کنیم تا بتوانید در دنیای واقعی از مهارت‌های لاراولی خود استفاده کنید."
            },
            seccond:{
                title:"چه چیزهایی یاد می‌گیرید؟",
                items:[
                    "ساخت سیستم احراز هویت چندگانه (ایمیل، موبایل، رمز، OTP)",
                    "پیاده‌سازی سیستم مدیریت اعلان‌ها (ایمیل، SMS، تلگرام، پوش نوتیفیکیشن)",
                    "طراحی و توسعه API برای اپلیکیشن‌های موبایل با احراز هویت امن",
                    "مدیریت فایل و فضای ذخیره‌سازی (آپلود، فشرده‌سازی، S3)",
                    "پیاده‌سازی چت زنده و پیام‌رسان با Laravel Reverb",
                    "اتصال درگاه پرداخت و کیف پول دیجیتال برای مدیریت تراکنش‌ها",
                    "ایجاد سیستم مدیریت محتوا (CMS)‌ و ویرایشگر حرفه‌ای",
                ]
            }
        },
        courseTitles:[
            {
                title:"حکمرانی مردمی",
                teacher:"حجت‌الاسلام علی ذوعلم، رئیس اندیشگاه بیانیه گام دوم"
            },
            {
                title:"حکمرانی مردمی",
                teacher:"حجت‌الاسلام علی ذوعلم، رئیس اندیشگاه بیانیه گام دوم"
            },
            {
                title:"حکمرانی مردمی",
                teacher:"حجت‌الاسلام علی ذوعلم، رئیس اندیشگاه بیانیه گام دوم"
            },
        ]
    },
    {
        id:1023,
        title:"آموزش برنامه‌ نویسی برای استفاده از هوش مصنوعی و کاربردهای روزمره آن",
        date:{
            year:"04",
            month:"مهر",
            day:2,
            houre:"14:00"
        },
        Organizer:{
            name:"محمدرضا فقیهی",
            rate:4.5,
            description:"نویسنده و کارگردان خلاق، کانسپتچوال دیجیتال آرتیست، پادکستر، مربی خلاقیت"
        },
        link:"https://www.tarjomangd.ir/",
        image:"/images/pics/course1.png",
        special:true,
        status:"register",
        type:"call",
        like:false,
        price:"رایگان",
        categories:["نرم افزار" , "تکنولوژی"],
        time:20,
        holdingMethod:["حضوری" , "آنلاین" , "آنلاین و حضوری" ],
        address:"تهران، ضلع شمال شرقی ميدان شيخ بهائی، ابتدای خيابان سئول، خیابان خدامی، مدیریت اکتشاف شرکت ملی نفت ایران",
        location:"https://maps.app.goo.gl/nxADmFWmnmeLekev5",
        descriptions:{
            first:{
                title:"معرفی دوره پروژه‌های لاراولی",
                text:"اگر می‌خواهید Laravel را به‌صورت عملی و پروژه‌محور یاد بگیرید، این دوره برای شماست! در این دوره، به جای آموزش‌های تئوری، ۱۰ پروژه کاربردی را از صفر تا صد پیاده‌سازی می‌کنیم تا بتوانید در دنیای واقعی از مهارت‌های لاراولی خود استفاده کنید."
            },
            seccond:{
                title:"چه چیزهایی یاد می‌گیرید؟",
                items:[
                    "ساخت سیستم احراز هویت چندگانه (ایمیل، موبایل، رمز، OTP)",
                    "پیاده‌سازی سیستم مدیریت اعلان‌ها (ایمیل، SMS، تلگرام، پوش نوتیفیکیشن)",
                    "طراحی و توسعه API برای اپلیکیشن‌های موبایل با احراز هویت امن",
                    "مدیریت فایل و فضای ذخیره‌سازی (آپلود، فشرده‌سازی، S3)",
                    "پیاده‌سازی چت زنده و پیام‌رسان با Laravel Reverb",
                    "اتصال درگاه پرداخت و کیف پول دیجیتال برای مدیریت تراکنش‌ها",
                    "ایجاد سیستم مدیریت محتوا (CMS)‌ و ویرایشگر حرفه‌ای",
                ]
            }
        },
        courseTitles:[
            {
                title:"حکمرانی مردمی",
                teacher:"حجت‌الاسلام علی ذوعلم، رئیس اندیشگاه بیانیه گام دوم"
            },
            {
                title:"حکمرانی مردمی",
                teacher:"حجت‌الاسلام علی ذوعلم، رئیس اندیشگاه بیانیه گام دوم"
            },
            {
                title:"حکمرانی مردمی",
                teacher:"حجت‌الاسلام علی ذوعلم، رئیس اندیشگاه بیانیه گام دوم"
            },
        ]
    },
    {
        id:1024,
        title:"آموزش برنامه‌ نویسی برای استفاده از هوش مصنوعی و کاربردهای روزمره آن",
        date:{
            year:"04",
            month:"مهر",
            day:2,
            houre:"14:00"
        },
        Organizer:{
            name:"محمدرضا فقیهی",
            rate:4.5,
            description:"نویسنده و کارگردان خلاق، کانسپتچوال دیجیتال آرتیست، پادکستر، مربی خلاقیت"
        },
        link:"https://www.tarjomangd.ir/",
        image:"/images/pics/course1.png",
        special:false,
        status:"ongoing",
        type:"offline",
        like:false,
        price:"2000000",
        categories:["نرم افزار" , "تکنولوژی"],
        time:20,
        holdingMethod:["حضوری" , "آنلاین" , "آنلاین و حضوری" ],
        address:"تهران، ضلع شمال شرقی ميدان شيخ بهائی، ابتدای خيابان سئول، خیابان خدامی، مدیریت اکتشاف شرکت ملی نفت ایران",
        location:"https://maps.app.goo.gl/nxADmFWmnmeLekev5",
        descriptions:{
            first:{
                title:"معرفی دوره پروژه‌های لاراولی",
                text:"اگر می‌خواهید Laravel را به‌صورت عملی و پروژه‌محور یاد بگیرید، این دوره برای شماست! در این دوره، به جای آموزش‌های تئوری، ۱۰ پروژه کاربردی را از صفر تا صد پیاده‌سازی می‌کنیم تا بتوانید در دنیای واقعی از مهارت‌های لاراولی خود استفاده کنید."
            },
            seccond:{
                title:"چه چیزهایی یاد می‌گیرید؟",
                items:[
                    "ساخت سیستم احراز هویت چندگانه (ایمیل، موبایل، رمز، OTP)",
                    "پیاده‌سازی سیستم مدیریت اعلان‌ها (ایمیل، SMS، تلگرام، پوش نوتیفیکیشن)",
                    "طراحی و توسعه API برای اپلیکیشن‌های موبایل با احراز هویت امن",
                    "مدیریت فایل و فضای ذخیره‌سازی (آپلود، فشرده‌سازی، S3)",
                    "پیاده‌سازی چت زنده و پیام‌رسان با Laravel Reverb",
                    "اتصال درگاه پرداخت و کیف پول دیجیتال برای مدیریت تراکنش‌ها",
                    "ایجاد سیستم مدیریت محتوا (CMS)‌ و ویرایشگر حرفه‌ای",
                ]
            }
        },
        courseTitles:[
            {
                title:"حکمرانی مردمی",
                teacher:"حجت‌الاسلام علی ذوعلم، رئیس اندیشگاه بیانیه گام دوم"
            },
            {
                title:"حکمرانی مردمی",
                teacher:"حجت‌الاسلام علی ذوعلم، رئیس اندیشگاه بیانیه گام دوم"
            },
            {
                title:"حکمرانی مردمی",
                teacher:"حجت‌الاسلام علی ذوعلم، رئیس اندیشگاه بیانیه گام دوم"
            },
        ]
    },
    {
        id:1025,
        title:"آموزش برنامه‌ نویسی برای استفاده از هوش مصنوعی و کاربردهای روزمره آن",
        date:{
            year:"04",
            month:"مهر",
            day:2,
            houre:"14:00"
        },
        Organizer:{
            name:"محمدرضا فقیهی",
            rate:4.5,
            description:"نویسنده و کارگردان خلاق، کانسپتچوال دیجیتال آرتیست، پادکستر، مربی خلاقیت"
        },
        link:"https://www.tarjomangd.ir/",
        image:"/images/pics/course1.png",
        special:true,
        status:"register",
        type:"course",
        like:false,
        price:"رایگان",
        categories:["نرم افزار" , "تکنولوژی"],
        time:20,
        holdingMethod:["حضوری" , "آنلاین" , "آنلاین و حضوری" ],
        address:"تهران، ضلع شمال شرقی ميدان شيخ بهائی، ابتدای خيابان سئول، خیابان خدامی، مدیریت اکتشاف شرکت ملی نفت ایران",
        location:"https://maps.app.goo.gl/nxADmFWmnmeLekev5",
        descriptions:{
            first:{
                title:"معرفی دوره پروژه‌های لاراولی",
                text:"اگر می‌خواهید Laravel را به‌صورت عملی و پروژه‌محور یاد بگیرید، این دوره برای شماست! در این دوره، به جای آموزش‌های تئوری، ۱۰ پروژه کاربردی را از صفر تا صد پیاده‌سازی می‌کنیم تا بتوانید در دنیای واقعی از مهارت‌های لاراولی خود استفاده کنید."
            },
            seccond:{
                title:"چه چیزهایی یاد می‌گیرید؟",
                items:[
                    "ساخت سیستم احراز هویت چندگانه (ایمیل، موبایل، رمز، OTP)",
                    "پیاده‌سازی سیستم مدیریت اعلان‌ها (ایمیل، SMS، تلگرام، پوش نوتیفیکیشن)",
                    "طراحی و توسعه API برای اپلیکیشن‌های موبایل با احراز هویت امن",
                    "مدیریت فایل و فضای ذخیره‌سازی (آپلود، فشرده‌سازی، S3)",
                    "پیاده‌سازی چت زنده و پیام‌رسان با Laravel Reverb",
                    "اتصال درگاه پرداخت و کیف پول دیجیتال برای مدیریت تراکنش‌ها",
                    "ایجاد سیستم مدیریت محتوا (CMS)‌ و ویرایشگر حرفه‌ای",
                ]
            }
        },
        courseTitles:[
            {
                title:"حکمرانی مردمی",
                teacher:"حجت‌الاسلام علی ذوعلم، رئیس اندیشگاه بیانیه گام دوم"
            },
            {
                title:"حکمرانی مردمی",
                teacher:"حجت‌الاسلام علی ذوعلم، رئیس اندیشگاه بیانیه گام دوم"
            },
            {
                title:"حکمرانی مردمی",
                teacher:"حجت‌الاسلام علی ذوعلم، رئیس اندیشگاه بیانیه گام دوم"
            },
        ]
    },
    {
        id:1026,
        title:"آموزش برنامه‌ نویسی برای استفاده از هوش مصنوعی و کاربردهای روزمره آن",
        date:{
            year:"04",
            month:"مهر",
            day:2,
            houre:"14:00"
        },
        Organizer:{
            name:"محمدرضا فقیهی",
            rate:4.5,
            description:"نویسنده و کارگردان خلاق، کانسپتچوال دیجیتال آرتیست، پادکستر، مربی خلاقیت"
        },
        link:"https://www.tarjomangd.ir/",
        image:"/images/pics/course1.png",
        special:false,
        status:"completed",
        type:"workshop",
        like:false,
        price:"2000000",
        categories:["نرم افزار" , "تکنولوژی"],
        time:20,
        holdingMethod:["حضوری" , "آنلاین" , "آنلاین و حضوری" ],
        address:"تهران، ضلع شمال شرقی ميدان شيخ بهائی، ابتدای خيابان سئول، خیابان خدامی، مدیریت اکتشاف شرکت ملی نفت ایران",
        location:"https://maps.app.goo.gl/nxADmFWmnmeLekev5",
        descriptions:{
            first:{
                title:"معرفی دوره پروژه‌های لاراولی",
                text:"اگر می‌خواهید Laravel را به‌صورت عملی و پروژه‌محور یاد بگیرید، این دوره برای شماست! در این دوره، به جای آموزش‌های تئوری، ۱۰ پروژه کاربردی را از صفر تا صد پیاده‌سازی می‌کنیم تا بتوانید در دنیای واقعی از مهارت‌های لاراولی خود استفاده کنید."
            },
            seccond:{
                title:"چه چیزهایی یاد می‌گیرید؟",
                items:[
                    "ساخت سیستم احراز هویت چندگانه (ایمیل، موبایل، رمز، OTP)",
                    "پیاده‌سازی سیستم مدیریت اعلان‌ها (ایمیل، SMS، تلگرام، پوش نوتیفیکیشن)",
                    "طراحی و توسعه API برای اپلیکیشن‌های موبایل با احراز هویت امن",
                    "مدیریت فایل و فضای ذخیره‌سازی (آپلود، فشرده‌سازی، S3)",
                    "پیاده‌سازی چت زنده و پیام‌رسان با Laravel Reverb",
                    "اتصال درگاه پرداخت و کیف پول دیجیتال برای مدیریت تراکنش‌ها",
                    "ایجاد سیستم مدیریت محتوا (CMS)‌ و ویرایشگر حرفه‌ای",
                ]
            }
        },
        courseTitles:[
            {
                title:"حکمرانی مردمی",
                teacher:"حجت‌الاسلام علی ذوعلم، رئیس اندیشگاه بیانیه گام دوم"
            },
            {
                title:"حکمرانی مردمی",
                teacher:"حجت‌الاسلام علی ذوعلم، رئیس اندیشگاه بیانیه گام دوم"
            },
            {
                title:"حکمرانی مردمی",
                teacher:"حجت‌الاسلام علی ذوعلم، رئیس اندیشگاه بیانیه گام دوم"
            },
        ]
    },
    {
        id:1027,
        title:"آموزش برنامه‌ نویسی برای استفاده از هوش مصنوعی و کاربردهای روزمره آن",
        date:{
            year:"04",
            month:"مهر",
            day:2,
            houre:"14:00"
        },
        Organizer:{
            name:"محمدرضا فقیهی",
            rate:4.5,
            description:"نویسنده و کارگردان خلاق، کانسپتچوال دیجیتال آرتیست، پادکستر، مربی خلاقیت"
        },
        link:"https://www.tarjomangd.ir/",
        image:"/images/pics/course1.png",
        special:true,
        status:"register",
        type:"seminar",
        like:false,
        price:"رایگان",
        categories:["نرم افزار" , "تکنولوژی"],
        time:20,
        holdingMethod:["حضوری" , "آنلاین" , "آنلاین و حضوری" ],
        address:"تهران، ضلع شمال شرقی ميدان شيخ بهائی، ابتدای خيابان سئول، خیابان خدامی، مدیریت اکتشاف شرکت ملی نفت ایران",
        location:"https://maps.app.goo.gl/nxADmFWmnmeLekev5",
        descriptions:{
            first:{
                title:"معرفی دوره پروژه‌های لاراولی",
                text:"اگر می‌خواهید Laravel را به‌صورت عملی و پروژه‌محور یاد بگیرید، این دوره برای شماست! در این دوره، به جای آموزش‌های تئوری، ۱۰ پروژه کاربردی را از صفر تا صد پیاده‌سازی می‌کنیم تا بتوانید در دنیای واقعی از مهارت‌های لاراولی خود استفاده کنید."
            },
            seccond:{
                title:"چه چیزهایی یاد می‌گیرید؟",
                items:[
                    "ساخت سیستم احراز هویت چندگانه (ایمیل، موبایل، رمز، OTP)",
                    "پیاده‌سازی سیستم مدیریت اعلان‌ها (ایمیل، SMS، تلگرام، پوش نوتیفیکیشن)",
                    "طراحی و توسعه API برای اپلیکیشن‌های موبایل با احراز هویت امن",
                    "مدیریت فایل و فضای ذخیره‌سازی (آپلود، فشرده‌سازی، S3)",
                    "پیاده‌سازی چت زنده و پیام‌رسان با Laravel Reverb",
                    "اتصال درگاه پرداخت و کیف پول دیجیتال برای مدیریت تراکنش‌ها",
                    "ایجاد سیستم مدیریت محتوا (CMS)‌ و ویرایشگر حرفه‌ای",
                ]
            }
        },
        courseTitles:[
            {
                title:"حکمرانی مردمی",
                teacher:"حجت‌الاسلام علی ذوعلم، رئیس اندیشگاه بیانیه گام دوم"
            },
            {
                title:"حکمرانی مردمی",
                teacher:"حجت‌الاسلام علی ذوعلم، رئیس اندیشگاه بیانیه گام دوم"
            },
            {
                title:"حکمرانی مردمی",
                teacher:"حجت‌الاسلام علی ذوعلم، رئیس اندیشگاه بیانیه گام دوم"
            },
        ]
    },
    {
        id:1028,
        title:"آموزش برنامه‌ نویسی برای استفاده از هوش مصنوعی و کاربردهای روزمره آن",
        date:{
            year:"04",
            month:"مهر",
            day:2,
            houre:"14:00"
        },
        Organizer:{
            name:"محمدرضا فقیهی",
            rate:4.5,
            description:"نویسنده و کارگردان خلاق، کانسپتچوال دیجیتال آرتیست، پادکستر، مربی خلاقیت"
        },
        link:"https://www.tarjomangd.ir/",
        image:"/images/pics/course1.png",
        special:false,
        status:"register",
        type:"call",
        like:false,
        price:"2000000",
        categories:["نرم افزار" , "تکنولوژی"],
        time:20,
        holdingMethod:["حضوری" , "آنلاین" , "آنلاین و حضوری" ],
        address:"تهران، ضلع شمال شرقی ميدان شيخ بهائی، ابتدای خيابان سئول، خیابان خدامی، مدیریت اکتشاف شرکت ملی نفت ایران",
        location:"https://maps.app.goo.gl/nxADmFWmnmeLekev5",
        descriptions:{
            first:{
                title:"معرفی دوره پروژه‌های لاراولی",
                text:"اگر می‌خواهید Laravel را به‌صورت عملی و پروژه‌محور یاد بگیرید، این دوره برای شماست! در این دوره، به جای آموزش‌های تئوری، ۱۰ پروژه کاربردی را از صفر تا صد پیاده‌سازی می‌کنیم تا بتوانید در دنیای واقعی از مهارت‌های لاراولی خود استفاده کنید."
            },
            seccond:{
                title:"چه چیزهایی یاد می‌گیرید؟",
                items:[
                    "ساخت سیستم احراز هویت چندگانه (ایمیل، موبایل، رمز، OTP)",
                    "پیاده‌سازی سیستم مدیریت اعلان‌ها (ایمیل، SMS، تلگرام، پوش نوتیفیکیشن)",
                    "طراحی و توسعه API برای اپلیکیشن‌های موبایل با احراز هویت امن",
                    "مدیریت فایل و فضای ذخیره‌سازی (آپلود، فشرده‌سازی، S3)",
                    "پیاده‌سازی چت زنده و پیام‌رسان با Laravel Reverb",
                    "اتصال درگاه پرداخت و کیف پول دیجیتال برای مدیریت تراکنش‌ها",
                    "ایجاد سیستم مدیریت محتوا (CMS)‌ و ویرایشگر حرفه‌ای",
                ]
            }
        },
        courseTitles:[
            {
                title:"حکمرانی مردمی",
                teacher:"حجت‌الاسلام علی ذوعلم، رئیس اندیشگاه بیانیه گام دوم"
            },
            {
                title:"حکمرانی مردمی",
                teacher:"حجت‌الاسلام علی ذوعلم، رئیس اندیشگاه بیانیه گام دوم"
            },
            {
                title:"حکمرانی مردمی",
                teacher:"حجت‌الاسلام علی ذوعلم، رئیس اندیشگاه بیانیه گام دوم"
            },
        ]
    },
    {
        id:1029,
        title:"آموزش برنامه‌ نویسی برای استفاده از هوش مصنوعی و کاربردهای روزمره آن",
        date:{
            year:"04",
            month:"مهر",
            day:2,
            houre:"14:00"
        },
        Organizer:{
            name:"محمدرضا فقیهی",
            rate:4.5,
            description:"نویسنده و کارگردان خلاق، کانسپتچوال دیجیتال آرتیست، پادکستر، مربی خلاقیت"
        },
        link:"https://www.tarjomangd.ir/",
        image:"/images/pics/course1.png",
        special:true,
        status:"ongoing",
        type:"course",
        like:false,
        price:"رایگان",
        categories:["نرم افزار" , "تکنولوژی"],
        time:20,
        holdingMethod:["حضوری" , "آنلاین" , "آنلاین و حضوری" ],
        address:"تهران، ضلع شمال شرقی ميدان شيخ بهائی، ابتدای خيابان سئول، خیابان خدامی، مدیریت اکتشاف شرکت ملی نفت ایران",
        location:"https://maps.app.goo.gl/nxADmFWmnmeLekev5",
        descriptions:{
            first:{
                title:"معرفی دوره پروژه‌های لاراولی",
                text:"اگر می‌خواهید Laravel را به‌صورت عملی و پروژه‌محور یاد بگیرید، این دوره برای شماست! در این دوره، به جای آموزش‌های تئوری، ۱۰ پروژه کاربردی را از صفر تا صد پیاده‌سازی می‌کنیم تا بتوانید در دنیای واقعی از مهارت‌های لاراولی خود استفاده کنید."
            },
            seccond:{
                title:"چه چیزهایی یاد می‌گیرید؟",
                items:[
                    "ساخت سیستم احراز هویت چندگانه (ایمیل، موبایل، رمز، OTP)",
                    "پیاده‌سازی سیستم مدیریت اعلان‌ها (ایمیل، SMS، تلگرام، پوش نوتیفیکیشن)",
                    "طراحی و توسعه API برای اپلیکیشن‌های موبایل با احراز هویت امن",
                    "مدیریت فایل و فضای ذخیره‌سازی (آپلود، فشرده‌سازی، S3)",
                    "پیاده‌سازی چت زنده و پیام‌رسان با Laravel Reverb",
                    "اتصال درگاه پرداخت و کیف پول دیجیتال برای مدیریت تراکنش‌ها",
                    "ایجاد سیستم مدیریت محتوا (CMS)‌ و ویرایشگر حرفه‌ای",
                ]
            }
        },
        courseTitles:[
            {
                title:"حکمرانی مردمی",
                teacher:"حجت‌الاسلام علی ذوعلم، رئیس اندیشگاه بیانیه گام دوم"
            },
            {
                title:"حکمرانی مردمی",
                teacher:"حجت‌الاسلام علی ذوعلم، رئیس اندیشگاه بیانیه گام دوم"
            },
            {
                title:"حکمرانی مردمی",
                teacher:"حجت‌الاسلام علی ذوعلم، رئیس اندیشگاه بیانیه گام دوم"
            },
        ]
    },
    {
        id:1030,
        title:"آموزش برنامه‌ نویسی برای استفاده از هوش مصنوعی و کاربردهای روزمره آن",
        date:{
            year:"04",
            month:"مهر",
            day:2,
            houre:"14:00"
        },
        Organizer:{
            name:"محمدرضا فقیهی",
            rate:4.5,
            description:"نویسنده و کارگردان خلاق، کانسپتچوال دیجیتال آرتیست، پادکستر، مربی خلاقیت"
        },
        link:"https://www.tarjomangd.ir/",
        image:"/images/pics/course1.png",
        special:false,
        status:"completed",
        type:"workshop",
        like:false,
        price:"2000000",
        categories:["نرم افزار" , "تکنولوژی"],
        time:20,
        holdingMethod:["حضوری" , "آنلاین" , "آنلاین و حضوری" ],
        address:"تهران، ضلع شمال شرقی ميدان شيخ بهائی، ابتدای خيابان سئول، خیابان خدامی، مدیریت اکتشاف شرکت ملی نفت ایران",
        location:"https://maps.app.goo.gl/nxADmFWmnmeLekev5",
        descriptions:{
            first:{
                title:"معرفی دوره پروژه‌های لاراولی",
                text:"اگر می‌خواهید Laravel را به‌صورت عملی و پروژه‌محور یاد بگیرید، این دوره برای شماست! در این دوره، به جای آموزش‌های تئوری، ۱۰ پروژه کاربردی را از صفر تا صد پیاده‌سازی می‌کنیم تا بتوانید در دنیای واقعی از مهارت‌های لاراولی خود استفاده کنید."
            },
            seccond:{
                title:"چه چیزهایی یاد می‌گیرید؟",
                items:[
                    "ساخت سیستم احراز هویت چندگانه (ایمیل، موبایل، رمز، OTP)",
                    "پیاده‌سازی سیستم مدیریت اعلان‌ها (ایمیل، SMS، تلگرام، پوش نوتیفیکیشن)",
                    "طراحی و توسعه API برای اپلیکیشن‌های موبایل با احراز هویت امن",
                    "مدیریت فایل و فضای ذخیره‌سازی (آپلود، فشرده‌سازی، S3)",
                    "پیاده‌سازی چت زنده و پیام‌رسان با Laravel Reverb",
                    "اتصال درگاه پرداخت و کیف پول دیجیتال برای مدیریت تراکنش‌ها",
                    "ایجاد سیستم مدیریت محتوا (CMS)‌ و ویرایشگر حرفه‌ای",
                ]
            }
        },
        courseTitles:[
            {
                title:"حکمرانی مردمی",
                teacher:"حجت‌الاسلام علی ذوعلم، رئیس اندیشگاه بیانیه گام دوم"
            },
            {
                title:"حکمرانی مردمی",
                teacher:"حجت‌الاسلام علی ذوعلم، رئیس اندیشگاه بیانیه گام دوم"
            },
            {
                title:"حکمرانی مردمی",
                teacher:"حجت‌الاسلام علی ذوعلم، رئیس اندیشگاه بیانیه گام دوم"
            },
        ]
    },
    {
        id:1031,
        title:"آموزش برنامه‌ نویسی برای استفاده از هوش مصنوعی و کاربردهای روزمره آن",
        date:{
            year:"04",
            month:"مهر",
            day:2,
            houre:"14:00"
        },
        Organizer:{
            name:"محمدرضا فقیهی",
            rate:4.5,
            description:"نویسنده و کارگردان خلاق، کانسپتچوال دیجیتال آرتیست، پادکستر، مربی خلاقیت"
        },
        link:"https://www.tarjomangd.ir/",
        image:"/images/pics/course1.png",
        special:true,
        status:"completed",
        type:"seminar",
        like:false,
        price:"رایگان",
        categories:["نرم افزار" , "تکنولوژی"],
        time:20,
        holdingMethod:["حضوری" , "آنلاین" , "آنلاین و حضوری" ],
        address:"تهران، ضلع شمال شرقی ميدان شيخ بهائی، ابتدای خيابان سئول، خیابان خدامی، مدیریت اکتشاف شرکت ملی نفت ایران",
        location:"https://maps.app.goo.gl/nxADmFWmnmeLekev5",
        descriptions:{
            first:{
                title:"معرفی دوره پروژه‌های لاراولی",
                text:"اگر می‌خواهید Laravel را به‌صورت عملی و پروژه‌محور یاد بگیرید، این دوره برای شماست! در این دوره، به جای آموزش‌های تئوری، ۱۰ پروژه کاربردی را از صفر تا صد پیاده‌سازی می‌کنیم تا بتوانید در دنیای واقعی از مهارت‌های لاراولی خود استفاده کنید."
            },
            seccond:{
                title:"چه چیزهایی یاد می‌گیرید؟",
                items:[
                    "ساخت سیستم احراز هویت چندگانه (ایمیل، موبایل، رمز، OTP)",
                    "پیاده‌سازی سیستم مدیریت اعلان‌ها (ایمیل، SMS، تلگرام، پوش نوتیفیکیشن)",
                    "طراحی و توسعه API برای اپلیکیشن‌های موبایل با احراز هویت امن",
                    "مدیریت فایل و فضای ذخیره‌سازی (آپلود، فشرده‌سازی، S3)",
                    "پیاده‌سازی چت زنده و پیام‌رسان با Laravel Reverb",
                    "اتصال درگاه پرداخت و کیف پول دیجیتال برای مدیریت تراکنش‌ها",
                    "ایجاد سیستم مدیریت محتوا (CMS)‌ و ویرایشگر حرفه‌ای",
                ]
            }
        },
        courseTitles:[
            {
                title:"حکمرانی مردمی",
                teacher:"حجت‌الاسلام علی ذوعلم، رئیس اندیشگاه بیانیه گام دوم"
            },
            {
                title:"حکمرانی مردمی",
                teacher:"حجت‌الاسلام علی ذوعلم، رئیس اندیشگاه بیانیه گام دوم"
            },
            {
                title:"حکمرانی مردمی",
                teacher:"حجت‌الاسلام علی ذوعلم، رئیس اندیشگاه بیانیه گام دوم"
            },
        ]
    },
    {
        id:1032,
        title:"آموزش برنامه‌ نویسی برای استفاده از هوش مصنوعی و کاربردهای روزمره آن",
        date:{
            year:"04",
            month:"مهر",
            day:2,
            houre:"14:00"
        },
        Organizer:{
            name:"محمدرضا فقیهی",
            rate:4.5,
            description:"نویسنده و کارگردان خلاق، کانسپتچوال دیجیتال آرتیست، پادکستر، مربی خلاقیت"
        },
        link:"https://www.tarjomangd.ir/",
        image:"/images/pics/course1.png",
        special:false,
        status:"completed",
        type:"call",
        like:false,
        price:"2000000",
        categories:["نرم افزار" , "تکنولوژی"],
        time:20,
        holdingMethod:["حضوری" , "آنلاین" , "آنلاین و حضوری" ],
        address:"تهران، ضلع شمال شرقی ميدان شيخ بهائی، ابتدای خيابان سئول، خیابان خدامی، مدیریت اکتشاف شرکت ملی نفت ایران",
        location:"https://maps.app.goo.gl/nxADmFWmnmeLekev5",
        descriptions:{
            first:{
                title:"معرفی دوره پروژه‌های لاراولی",
                text:"اگر می‌خواهید Laravel را به‌صورت عملی و پروژه‌محور یاد بگیرید، این دوره برای شماست! در این دوره، به جای آموزش‌های تئوری، ۱۰ پروژه کاربردی را از صفر تا صد پیاده‌سازی می‌کنیم تا بتوانید در دنیای واقعی از مهارت‌های لاراولی خود استفاده کنید."
            },
            seccond:{
                title:"چه چیزهایی یاد می‌گیرید؟",
                items:[
                    "ساخت سیستم احراز هویت چندگانه (ایمیل، موبایل، رمز، OTP)",
                    "پیاده‌سازی سیستم مدیریت اعلان‌ها (ایمیل، SMS، تلگرام، پوش نوتیفیکیشن)",
                    "طراحی و توسعه API برای اپلیکیشن‌های موبایل با احراز هویت امن",
                    "مدیریت فایل و فضای ذخیره‌سازی (آپلود، فشرده‌سازی، S3)",
                    "پیاده‌سازی چت زنده و پیام‌رسان با Laravel Reverb",
                    "اتصال درگاه پرداخت و کیف پول دیجیتال برای مدیریت تراکنش‌ها",
                    "ایجاد سیستم مدیریت محتوا (CMS)‌ و ویرایشگر حرفه‌ای",
                ]
            }
        },
        courseTitles:[
            {
                title:"حکمرانی مردمی",
                teacher:"حجت‌الاسلام علی ذوعلم، رئیس اندیشگاه بیانیه گام دوم"
            },
            {
                title:"حکمرانی مردمی",
                teacher:"حجت‌الاسلام علی ذوعلم، رئیس اندیشگاه بیانیه گام دوم"
            },
            {
                title:"حکمرانی مردمی",
                teacher:"حجت‌الاسلام علی ذوعلم، رئیس اندیشگاه بیانیه گام دوم"
            },
        ]
    },
    {
        id:1033,
        title:"آموزش برنامه‌ نویسی برای استفاده از هوش مصنوعی و کاربردهای روزمره آن",
        date:{
            year:"04",
            month:"مهر",
            day:2,
            houre:"14:00"
        },
        Organizer:{
            name:"محمدرضا فقیهی",
            rate:4.5,
            description:"نویسنده و کارگردان خلاق، کانسپتچوال دیجیتال آرتیست، پادکستر، مربی خلاقیت"
        },
        link:"https://www.tarjomangd.ir/",
        image:"/images/pics/course1.png",
        special:true,
        status:"ongoing",
        type:"offline",
        like:false,
        price:"رایگان",
        categories:["نرم افزار" , "تکنولوژی"],
        time:20,
        holdingMethod:["حضوری" , "آنلاین" , "آنلاین و حضوری" ],
        address:"تهران، ضلع شمال شرقی ميدان شيخ بهائی، ابتدای خيابان سئول، خیابان خدامی، مدیریت اکتشاف شرکت ملی نفت ایران",
        location:"https://maps.app.goo.gl/nxADmFWmnmeLekev5",
        descriptions:{
            first:{
                title:"معرفی دوره پروژه‌های لاراولی",
                text:"اگر می‌خواهید Laravel را به‌صورت عملی و پروژه‌محور یاد بگیرید، این دوره برای شماست! در این دوره، به جای آموزش‌های تئوری، ۱۰ پروژه کاربردی را از صفر تا صد پیاده‌سازی می‌کنیم تا بتوانید در دنیای واقعی از مهارت‌های لاراولی خود استفاده کنید."
            },
            seccond:{
                title:"چه چیزهایی یاد می‌گیرید؟",
                items:[
                    "ساخت سیستم احراز هویت چندگانه (ایمیل، موبایل، رمز، OTP)",
                    "پیاده‌سازی سیستم مدیریت اعلان‌ها (ایمیل، SMS، تلگرام، پوش نوتیفیکیشن)",
                    "طراحی و توسعه API برای اپلیکیشن‌های موبایل با احراز هویت امن",
                    "مدیریت فایل و فضای ذخیره‌سازی (آپلود، فشرده‌سازی، S3)",
                    "پیاده‌سازی چت زنده و پیام‌رسان با Laravel Reverb",
                    "اتصال درگاه پرداخت و کیف پول دیجیتال برای مدیریت تراکنش‌ها",
                    "ایجاد سیستم مدیریت محتوا (CMS)‌ و ویرایشگر حرفه‌ای",
                ]
            }
        },
        courseTitles:[
            {
                title:"حکمرانی مردمی",
                teacher:"حجت‌الاسلام علی ذوعلم، رئیس اندیشگاه بیانیه گام دوم"
            },
            {
                title:"حکمرانی مردمی",
                teacher:"حجت‌الاسلام علی ذوعلم، رئیس اندیشگاه بیانیه گام دوم"
            },
            {
                title:"حکمرانی مردمی",
                teacher:"حجت‌الاسلام علی ذوعلم، رئیس اندیشگاه بیانیه گام دوم"
            },
        ]
    },
    {
        id:1034,
        title:"آموزش برنامه‌ نویسی برای استفاده از هوش مصنوعی و کاربردهای روزمره آن",
        date:{
            year:"04",
            month:"مهر",
            day:2,
            houre:"14:00"
        },
        Organizer:{
            name:"محمدرضا فقیهی",
            rate:4.5,
            description:"نویسنده و کارگردان خلاق، کانسپتچوال دیجیتال آرتیست، پادکستر، مربی خلاقیت"
        },
        link:"https://www.tarjomangd.ir/",
        image:"/images/pics/course1.png",
        special:false,
        status:"ongoing",
        type:"course",
        like:false,
        price:"2000000",
        categories:["نرم افزار" , "تکنولوژی"],
        time:20,
        holdingMethod:["حضوری" , "آنلاین" , "آنلاین و حضوری" ],
        address:"تهران، ضلع شمال شرقی ميدان شيخ بهائی، ابتدای خيابان سئول، خیابان خدامی، مدیریت اکتشاف شرکت ملی نفت ایران",
        location:"https://maps.app.goo.gl/nxADmFWmnmeLekev5",
        descriptions:{
            first:{
                title:"معرفی دوره پروژه‌های لاراولی",
                text:"اگر می‌خواهید Laravel را به‌صورت عملی و پروژه‌محور یاد بگیرید، این دوره برای شماست! در این دوره، به جای آموزش‌های تئوری، ۱۰ پروژه کاربردی را از صفر تا صد پیاده‌سازی می‌کنیم تا بتوانید در دنیای واقعی از مهارت‌های لاراولی خود استفاده کنید."
            },
            seccond:{
                title:"چه چیزهایی یاد می‌گیرید؟",
                items:[
                    "ساخت سیستم احراز هویت چندگانه (ایمیل، موبایل، رمز، OTP)",
                    "پیاده‌سازی سیستم مدیریت اعلان‌ها (ایمیل، SMS، تلگرام، پوش نوتیفیکیشن)",
                    "طراحی و توسعه API برای اپلیکیشن‌های موبایل با احراز هویت امن",
                    "مدیریت فایل و فضای ذخیره‌سازی (آپلود، فشرده‌سازی، S3)",
                    "پیاده‌سازی چت زنده و پیام‌رسان با Laravel Reverb",
                    "اتصال درگاه پرداخت و کیف پول دیجیتال برای مدیریت تراکنش‌ها",
                    "ایجاد سیستم مدیریت محتوا (CMS)‌ و ویرایشگر حرفه‌ای",
                ]
            }
        },
        courseTitles:[
            {
                title:"حکمرانی مردمی",
                teacher:"حجت‌الاسلام علی ذوعلم، رئیس اندیشگاه بیانیه گام دوم"
            },
            {
                title:"حکمرانی مردمی",
                teacher:"حجت‌الاسلام علی ذوعلم، رئیس اندیشگاه بیانیه گام دوم"
            },
            {
                title:"حکمرانی مردمی",
                teacher:"حجت‌الاسلام علی ذوعلم، رئیس اندیشگاه بیانیه گام دوم"
            },
        ]
    },
    {
        id:1035,
        title:"آموزش برنامه‌ نویسی برای استفاده از هوش مصنوعی و کاربردهای روزمره آن",
        date:{
            year:"04",
            month:"مهر",
            day:2,
            houre:"14:00"
        },
        Organizer:{
            name:"محمدرضا فقیهی",
            rate:4.5,
            description:"نویسنده و کارگردان خلاق، کانسپتچوال دیجیتال آرتیست، پادکستر، مربی خلاقیت"
        },
        link:"https://www.tarjomangd.ir/",
        image:"/images/pics/course1.png",
        special:true,
        status:"register",
        type:"workshop",
        like:false,
        price:"رایگان",
        categories:["نرم افزار" , "تکنولوژی"],
        time:20,
        holdingMethod:["حضوری" , "آنلاین" , "آنلاین و حضوری" ],
        address:"تهران، ضلع شمال شرقی ميدان شيخ بهائی، ابتدای خيابان سئول، خیابان خدامی، مدیریت اکتشاف شرکت ملی نفت ایران",
        location:"https://maps.app.goo.gl/nxADmFWmnmeLekev5",
        descriptions:{
            first:{
                title:"معرفی دوره پروژه‌های لاراولی",
                text:"اگر می‌خواهید Laravel را به‌صورت عملی و پروژه‌محور یاد بگیرید، این دوره برای شماست! در این دوره، به جای آموزش‌های تئوری، ۱۰ پروژه کاربردی را از صفر تا صد پیاده‌سازی می‌کنیم تا بتوانید در دنیای واقعی از مهارت‌های لاراولی خود استفاده کنید."
            },
            seccond:{
                title:"چه چیزهایی یاد می‌گیرید؟",
                items:[
                    "ساخت سیستم احراز هویت چندگانه (ایمیل، موبایل، رمز، OTP)",
                    "پیاده‌سازی سیستم مدیریت اعلان‌ها (ایمیل، SMS، تلگرام، پوش نوتیفیکیشن)",
                    "طراحی و توسعه API برای اپلیکیشن‌های موبایل با احراز هویت امن",
                    "مدیریت فایل و فضای ذخیره‌سازی (آپلود، فشرده‌سازی، S3)",
                    "پیاده‌سازی چت زنده و پیام‌رسان با Laravel Reverb",
                    "اتصال درگاه پرداخت و کیف پول دیجیتال برای مدیریت تراکنش‌ها",
                    "ایجاد سیستم مدیریت محتوا (CMS)‌ و ویرایشگر حرفه‌ای",
                ]
            }
        },
        courseTitles:[
            {
                title:"حکمرانی مردمی",
                teacher:"حجت‌الاسلام علی ذوعلم، رئیس اندیشگاه بیانیه گام دوم"
            },
            {
                title:"حکمرانی مردمی",
                teacher:"حجت‌الاسلام علی ذوعلم، رئیس اندیشگاه بیانیه گام دوم"
            },
            {
                title:"حکمرانی مردمی",
                teacher:"حجت‌الاسلام علی ذوعلم، رئیس اندیشگاه بیانیه گام دوم"
            },
        ]
    },
    {
        id:1036,
        title:"آموزش برنامه‌ نویسی برای استفاده از هوش مصنوعی و کاربردهای روزمره آن",
        date:{
            year:"04",
            month:"مهر",
            day:2,
            houre:"14:00"
        },
        Organizer:{
            name:"محمدرضا فقیهی",
            rate:4.5,
            description:"نویسنده و کارگردان خلاق، کانسپتچوال دیجیتال آرتیست، پادکستر، مربی خلاقیت"
        },
        link:"https://www.tarjomangd.ir/",
        image:"/images/pics/course1.png",
        special:false,
        status:"completed",
        type:"seminar",
        like:false,
        price:"2000000",
        categories:["نرم افزار" , "تکنولوژی"],
        time:20,
        holdingMethod:["حضوری" , "آنلاین" , "آنلاین و حضوری" ],
        address:"تهران، ضلع شمال شرقی ميدان شيخ بهائی، ابتدای خيابان سئول، خیابان خدامی، مدیریت اکتشاف شرکت ملی نفت ایران",
        location:"https://maps.app.goo.gl/nxADmFWmnmeLekev5",
        descriptions:{
            first:{
                title:"معرفی دوره پروژه‌های لاراولی",
                text:"اگر می‌خواهید Laravel را به‌صورت عملی و پروژه‌محور یاد بگیرید، این دوره برای شماست! در این دوره، به جای آموزش‌های تئوری، ۱۰ پروژه کاربردی را از صفر تا صد پیاده‌سازی می‌کنیم تا بتوانید در دنیای واقعی از مهارت‌های لاراولی خود استفاده کنید."
            },
            seccond:{
                title:"چه چیزهایی یاد می‌گیرید؟",
                items:[
                    "ساخت سیستم احراز هویت چندگانه (ایمیل، موبایل، رمز، OTP)",
                    "پیاده‌سازی سیستم مدیریت اعلان‌ها (ایمیل، SMS، تلگرام، پوش نوتیفیکیشن)",
                    "طراحی و توسعه API برای اپلیکیشن‌های موبایل با احراز هویت امن",
                    "مدیریت فایل و فضای ذخیره‌سازی (آپلود، فشرده‌سازی، S3)",
                    "پیاده‌سازی چت زنده و پیام‌رسان با Laravel Reverb",
                    "اتصال درگاه پرداخت و کیف پول دیجیتال برای مدیریت تراکنش‌ها",
                    "ایجاد سیستم مدیریت محتوا (CMS)‌ و ویرایشگر حرفه‌ای",
                ]
            }
        },
        courseTitles:[
            {
                title:"حکمرانی مردمی",
                teacher:"حجت‌الاسلام علی ذوعلم، رئیس اندیشگاه بیانیه گام دوم"
            },
            {
                title:"حکمرانی مردمی",
                teacher:"حجت‌الاسلام علی ذوعلم، رئیس اندیشگاه بیانیه گام دوم"
            },
            {
                title:"حکمرانی مردمی",
                teacher:"حجت‌الاسلام علی ذوعلم، رئیس اندیشگاه بیانیه گام دوم"
            },
        ]
    },
    {
        id:1037,
        title:"آموزش برنامه‌ نویسی برای استفاده از هوش مصنوعی و کاربردهای روزمره آن",
        date:{
            year:"04",
            month:"مهر",
            day:2,
            houre:"14:00"
        },
        Organizer:{
            name:"محمدرضا فقیهی",
            rate:4.5,
            description:"نویسنده و کارگردان خلاق، کانسپتچوال دیجیتال آرتیست، پادکستر، مربی خلاقیت"
        },
        link:"https://www.tarjomangd.ir/",
        image:"/images/pics/course1.png",
        special:true,
        status:"register",
        type:"call",
        like:false,
        price:"رایگان",
        categories:["نرم افزار" , "تکنولوژی"],
        time:20,
        holdingMethod:["حضوری" , "آنلاین" , "آنلاین و حضوری" ],
        address:"تهران، ضلع شمال شرقی ميدان شيخ بهائی، ابتدای خيابان سئول، خیابان خدامی، مدیریت اکتشاف شرکت ملی نفت ایران",
        location:"https://maps.app.goo.gl/nxADmFWmnmeLekev5",
        descriptions:{
            first:{
                title:"معرفی دوره پروژه‌های لاراولی",
                text:"اگر می‌خواهید Laravel را به‌صورت عملی و پروژه‌محور یاد بگیرید، این دوره برای شماست! در این دوره، به جای آموزش‌های تئوری، ۱۰ پروژه کاربردی را از صفر تا صد پیاده‌سازی می‌کنیم تا بتوانید در دنیای واقعی از مهارت‌های لاراولی خود استفاده کنید."
            },
            seccond:{
                title:"چه چیزهایی یاد می‌گیرید؟",
                items:[
                    "ساخت سیستم احراز هویت چندگانه (ایمیل، موبایل، رمز، OTP)",
                    "پیاده‌سازی سیستم مدیریت اعلان‌ها (ایمیل، SMS، تلگرام، پوش نوتیفیکیشن)",
                    "طراحی و توسعه API برای اپلیکیشن‌های موبایل با احراز هویت امن",
                    "مدیریت فایل و فضای ذخیره‌سازی (آپلود، فشرده‌سازی، S3)",
                    "پیاده‌سازی چت زنده و پیام‌رسان با Laravel Reverb",
                    "اتصال درگاه پرداخت و کیف پول دیجیتال برای مدیریت تراکنش‌ها",
                    "ایجاد سیستم مدیریت محتوا (CMS)‌ و ویرایشگر حرفه‌ای",
                ]
            }
        },
        courseTitles:[
            {
                title:"حکمرانی مردمی",
                teacher:"حجت‌الاسلام علی ذوعلم، رئیس اندیشگاه بیانیه گام دوم"
            },
            {
                title:"حکمرانی مردمی",
                teacher:"حجت‌الاسلام علی ذوعلم، رئیس اندیشگاه بیانیه گام دوم"
            },
            {
                title:"حکمرانی مردمی",
                teacher:"حجت‌الاسلام علی ذوعلم، رئیس اندیشگاه بیانیه گام دوم"
            },
        ]
    },
    {
        id:1038,
        title:"آموزش برنامه‌ نویسی برای استفاده از هوش مصنوعی و کاربردهای روزمره آن",
        date:{
            year:"04",
            month:"مهر",
            day:2,
            houre:"14:00"
        },
        Organizer:{
            name:"محمدرضا فقیهی",
            rate:4.5,
            description:"نویسنده و کارگردان خلاق، کانسپتچوال دیجیتال آرتیست، پادکستر، مربی خلاقیت"
        },
        link:"https://www.tarjomangd.ir/",
        image:"/images/pics/course1.png",
        special:false,
        status:"ongoing",
        type:"offline",
        like:false,
        price:"2000000",
        categories:["نرم افزار" , "تکنولوژی"],
        time:20,
        holdingMethod:["حضوری" , "آنلاین" , "آنلاین و حضوری" ],
        address:"تهران، ضلع شمال شرقی ميدان شيخ بهائی، ابتدای خيابان سئول، خیابان خدامی، مدیریت اکتشاف شرکت ملی نفت ایران",
        location:"https://maps.app.goo.gl/nxADmFWmnmeLekev5",
        descriptions:{
            first:{
                title:"معرفی دوره پروژه‌های لاراولی",
                text:"اگر می‌خواهید Laravel را به‌صورت عملی و پروژه‌محور یاد بگیرید، این دوره برای شماست! در این دوره، به جای آموزش‌های تئوری، ۱۰ پروژه کاربردی را از صفر تا صد پیاده‌سازی می‌کنیم تا بتوانید در دنیای واقعی از مهارت‌های لاراولی خود استفاده کنید."
            },
            seccond:{
                title:"چه چیزهایی یاد می‌گیرید؟",
                items:[
                    "ساخت سیستم احراز هویت چندگانه (ایمیل، موبایل، رمز، OTP)",
                    "پیاده‌سازی سیستم مدیریت اعلان‌ها (ایمیل، SMS، تلگرام، پوش نوتیفیکیشن)",
                    "طراحی و توسعه API برای اپلیکیشن‌های موبایل با احراز هویت امن",
                    "مدیریت فایل و فضای ذخیره‌سازی (آپلود، فشرده‌سازی، S3)",
                    "پیاده‌سازی چت زنده و پیام‌رسان با Laravel Reverb",
                    "اتصال درگاه پرداخت و کیف پول دیجیتال برای مدیریت تراکنش‌ها",
                    "ایجاد سیستم مدیریت محتوا (CMS)‌ و ویرایشگر حرفه‌ای",
                ]
            }
        },
        courseTitles:[
            {
                title:"حکمرانی مردمی",
                teacher:"حجت‌الاسلام علی ذوعلم، رئیس اندیشگاه بیانیه گام دوم"
            },
            {
                title:"حکمرانی مردمی",
                teacher:"حجت‌الاسلام علی ذوعلم، رئیس اندیشگاه بیانیه گام دوم"
            },
            {
                title:"حکمرانی مردمی",
                teacher:"حجت‌الاسلام علی ذوعلم، رئیس اندیشگاه بیانیه گام دوم"
            },
        ]
    },
    {
        id:1039,
        title:"آموزش برنامه‌ نویسی برای استفاده از هوش مصنوعی و کاربردهای روزمره آن",
        date:{
            year:"04",
            month:"مهر",
            day:2,
            houre:"14:00"
        },
        Organizer:{
            name:"محمدرضا فقیهی",
            rate:4.5,
            description:"نویسنده و کارگردان خلاق، کانسپتچوال دیجیتال آرتیست، پادکستر، مربی خلاقیت"
        },
        link:"https://www.tarjomangd.ir/",
        image:"/images/pics/course1.png",
        special:true,
        status:"register",
        type:"course",
        like:false,
        price:"رایگان",
        categories:["نرم افزار" , "تکنولوژی"],
        time:20,
        holdingMethod:["حضوری" , "آنلاین" , "آنلاین و حضوری" ],
        address:"تهران، ضلع شمال شرقی ميدان شيخ بهائی، ابتدای خيابان سئول، خیابان خدامی، مدیریت اکتشاف شرکت ملی نفت ایران",
        location:"https://maps.app.goo.gl/nxADmFWmnmeLekev5",
        descriptions:{
            first:{
                title:"معرفی دوره پروژه‌های لاراولی",
                text:"اگر می‌خواهید Laravel را به‌صورت عملی و پروژه‌محور یاد بگیرید، این دوره برای شماست! در این دوره، به جای آموزش‌های تئوری، ۱۰ پروژه کاربردی را از صفر تا صد پیاده‌سازی می‌کنیم تا بتوانید در دنیای واقعی از مهارت‌های لاراولی خود استفاده کنید."
            },
            seccond:{
                title:"چه چیزهایی یاد می‌گیرید؟",
                items:[
                    "ساخت سیستم احراز هویت چندگانه (ایمیل، موبایل، رمز، OTP)",
                    "پیاده‌سازی سیستم مدیریت اعلان‌ها (ایمیل، SMS، تلگرام، پوش نوتیفیکیشن)",
                    "طراحی و توسعه API برای اپلیکیشن‌های موبایل با احراز هویت امن",
                    "مدیریت فایل و فضای ذخیره‌سازی (آپلود، فشرده‌سازی، S3)",
                    "پیاده‌سازی چت زنده و پیام‌رسان با Laravel Reverb",
                    "اتصال درگاه پرداخت و کیف پول دیجیتال برای مدیریت تراکنش‌ها",
                    "ایجاد سیستم مدیریت محتوا (CMS)‌ و ویرایشگر حرفه‌ای",
                ]
            }
        },
        courseTitles:[
            {
                title:"حکمرانی مردمی",
                teacher:"حجت‌الاسلام علی ذوعلم، رئیس اندیشگاه بیانیه گام دوم"
            },
            {
                title:"حکمرانی مردمی",
                teacher:"حجت‌الاسلام علی ذوعلم، رئیس اندیشگاه بیانیه گام دوم"
            },
            {
                title:"حکمرانی مردمی",
                teacher:"حجت‌الاسلام علی ذوعلم، رئیس اندیشگاه بیانیه گام دوم"
            },
        ]
    },
    {
        id:1040,
        title:"آموزش برنامه‌ نویسی برای استفاده از هوش مصنوعی و کاربردهای روزمره آن",
        date:{
            year:"04",
            month:"مهر",
            day:2,
            houre:"14:00"
        },
        Organizer:{
            name:"محمدرضا فقیهی",
            rate:4.5,
            description:"نویسنده و کارگردان خلاق، کانسپتچوال دیجیتال آرتیست، پادکستر، مربی خلاقیت"
        },
        link:"https://www.tarjomangd.ir/",
        image:"/images/pics/course1.png",
        special:false,
        status:"completed",
        type:"workshop",
        like:false,
        price:"2000000",
        categories:["نرم افزار" , "تکنولوژی"],
        time:20,
        holdingMethod:["حضوری" , "آنلاین" , "آنلاین و حضوری" ],
        address:"تهران، ضلع شمال شرقی ميدان شيخ بهائی، ابتدای خيابان سئول، خیابان خدامی، مدیریت اکتشاف شرکت ملی نفت ایران",
        location:"https://maps.app.goo.gl/nxADmFWmnmeLekev5",
        descriptions:{
            first:{
                title:"معرفی دوره پروژه‌های لاراولی",
                text:"اگر می‌خواهید Laravel را به‌صورت عملی و پروژه‌محور یاد بگیرید، این دوره برای شماست! در این دوره، به جای آموزش‌های تئوری، ۱۰ پروژه کاربردی را از صفر تا صد پیاده‌سازی می‌کنیم تا بتوانید در دنیای واقعی از مهارت‌های لاراولی خود استفاده کنید."
            },
            seccond:{
                title:"چه چیزهایی یاد می‌گیرید؟",
                items:[
                    "ساخت سیستم احراز هویت چندگانه (ایمیل، موبایل، رمز، OTP)",
                    "پیاده‌سازی سیستم مدیریت اعلان‌ها (ایمیل، SMS، تلگرام، پوش نوتیفیکیشن)",
                    "طراحی و توسعه API برای اپلیکیشن‌های موبایل با احراز هویت امن",
                    "مدیریت فایل و فضای ذخیره‌سازی (آپلود، فشرده‌سازی، S3)",
                    "پیاده‌سازی چت زنده و پیام‌رسان با Laravel Reverb",
                    "اتصال درگاه پرداخت و کیف پول دیجیتال برای مدیریت تراکنش‌ها",
                    "ایجاد سیستم مدیریت محتوا (CMS)‌ و ویرایشگر حرفه‌ای",
                ]
            }
        },
        courseTitles:[
            {
                title:"حکمرانی مردمی",
                teacher:"حجت‌الاسلام علی ذوعلم، رئیس اندیشگاه بیانیه گام دوم"
            },
            {
                title:"حکمرانی مردمی",
                teacher:"حجت‌الاسلام علی ذوعلم، رئیس اندیشگاه بیانیه گام دوم"
            },
            {
                title:"حکمرانی مردمی",
                teacher:"حجت‌الاسلام علی ذوعلم، رئیس اندیشگاه بیانیه گام دوم"
            },
        ]
    },
    {
        id:1041,
        title:"آموزش برنامه‌ نویسی برای استفاده از هوش مصنوعی و کاربردهای روزمره آن",
        date:{
            year:"04",
            month:"مهر",
            day:2,
            houre:"14:00"
        },
        Organizer:{
            name:"محمدرضا فقیهی",
            rate:4.5,
            description:"نویسنده و کارگردان خلاق، کانسپتچوال دیجیتال آرتیست، پادکستر، مربی خلاقیت"
        },
        link:"https://www.tarjomangd.ir/",
        image:"/images/pics/course1.png",
        special:true,
        status:"register",
        type:"seminar",
        like:false,
        price:"رایگان",
        categories:["نرم افزار" , "تکنولوژی"],
        time:20,
        holdingMethod:["حضوری" , "آنلاین" , "آنلاین و حضوری" ],
        address:"تهران، ضلع شمال شرقی ميدان شيخ بهائی، ابتدای خيابان سئول، خیابان خدامی، مدیریت اکتشاف شرکت ملی نفت ایران",
        location:"https://maps.app.goo.gl/nxADmFWmnmeLekev5",
        descriptions:{
            first:{
                title:"معرفی دوره پروژه‌های لاراولی",
                text:"اگر می‌خواهید Laravel را به‌صورت عملی و پروژه‌محور یاد بگیرید، این دوره برای شماست! در این دوره، به جای آموزش‌های تئوری، ۱۰ پروژه کاربردی را از صفر تا صد پیاده‌سازی می‌کنیم تا بتوانید در دنیای واقعی از مهارت‌های لاراولی خود استفاده کنید."
            },
            seccond:{
                title:"چه چیزهایی یاد می‌گیرید؟",
                items:[
                    "ساخت سیستم احراز هویت چندگانه (ایمیل، موبایل، رمز، OTP)",
                    "پیاده‌سازی سیستم مدیریت اعلان‌ها (ایمیل، SMS، تلگرام، پوش نوتیفیکیشن)",
                    "طراحی و توسعه API برای اپلیکیشن‌های موبایل با احراز هویت امن",
                    "مدیریت فایل و فضای ذخیره‌سازی (آپلود، فشرده‌سازی، S3)",
                    "پیاده‌سازی چت زنده و پیام‌رسان با Laravel Reverb",
                    "اتصال درگاه پرداخت و کیف پول دیجیتال برای مدیریت تراکنش‌ها",
                    "ایجاد سیستم مدیریت محتوا (CMS)‌ و ویرایشگر حرفه‌ای",
                ]
            }
        },
        courseTitles:[
            {
                title:"حکمرانی مردمی",
                teacher:"حجت‌الاسلام علی ذوعلم، رئیس اندیشگاه بیانیه گام دوم"
            },
            {
                title:"حکمرانی مردمی",
                teacher:"حجت‌الاسلام علی ذوعلم، رئیس اندیشگاه بیانیه گام دوم"
            },
            {
                title:"حکمرانی مردمی",
                teacher:"حجت‌الاسلام علی ذوعلم، رئیس اندیشگاه بیانیه گام دوم"
            },
        ]
    },
    {
        id:1042,
        title:"آموزش برنامه‌ نویسی برای استفاده از هوش مصنوعی و کاربردهای روزمره آن",
        date:{
            year:"04",
            month:"مهر",
            day:2,
            houre:"14:00"
        },
        Organizer:{
            name:"محمدرضا فقیهی",
            rate:4.5,
            description:"نویسنده و کارگردان خلاق، کانسپتچوال دیجیتال آرتیست، پادکستر، مربی خلاقیت"
        },
        link:"https://www.tarjomangd.ir/",
        image:"/images/pics/course1.png",
        special:false,
        status:"register",
        type:"call",
        like:false,
        price:"2000000",
        categories:["نرم افزار" , "تکنولوژی"],
        time:20,
        holdingMethod:["حضوری" , "آنلاین" , "آنلاین و حضوری" ],
        address:"تهران، ضلع شمال شرقی ميدان شيخ بهائی، ابتدای خيابان سئول، خیابان خدامی، مدیریت اکتشاف شرکت ملی نفت ایران",
        location:"https://maps.app.goo.gl/nxADmFWmnmeLekev5",
        descriptions:{
            first:{
                title:"معرفی دوره پروژه‌های لاراولی",
                text:"اگر می‌خواهید Laravel را به‌صورت عملی و پروژه‌محور یاد بگیرید، این دوره برای شماست! در این دوره، به جای آموزش‌های تئوری، ۱۰ پروژه کاربردی را از صفر تا صد پیاده‌سازی می‌کنیم تا بتوانید در دنیای واقعی از مهارت‌های لاراولی خود استفاده کنید."
            },
            seccond:{
                title:"چه چیزهایی یاد می‌گیرید؟",
                items:[
                    "ساخت سیستم احراز هویت چندگانه (ایمیل، موبایل، رمز، OTP)",
                    "پیاده‌سازی سیستم مدیریت اعلان‌ها (ایمیل، SMS، تلگرام، پوش نوتیفیکیشن)",
                    "طراحی و توسعه API برای اپلیکیشن‌های موبایل با احراز هویت امن",
                    "مدیریت فایل و فضای ذخیره‌سازی (آپلود، فشرده‌سازی، S3)",
                    "پیاده‌سازی چت زنده و پیام‌رسان با Laravel Reverb",
                    "اتصال درگاه پرداخت و کیف پول دیجیتال برای مدیریت تراکنش‌ها",
                    "ایجاد سیستم مدیریت محتوا (CMS)‌ و ویرایشگر حرفه‌ای",
                ]
            }
        },
        courseTitles:[
            {
                title:"حکمرانی مردمی",
                teacher:"حجت‌الاسلام علی ذوعلم، رئیس اندیشگاه بیانیه گام دوم"
            },
            {
                title:"حکمرانی مردمی",
                teacher:"حجت‌الاسلام علی ذوعلم، رئیس اندیشگاه بیانیه گام دوم"
            },
            {
                title:"حکمرانی مردمی",
                teacher:"حجت‌الاسلام علی ذوعلم، رئیس اندیشگاه بیانیه گام دوم"
            },
        ]
    },
    {
        id:1043,
        title:"آموزش برنامه‌ نویسی برای استفاده از هوش مصنوعی و کاربردهای روزمره آن",
        date:{
            year:"04",
            month:"مهر",
            day:2,
            houre:"14:00"
        },
        Organizer:{
            name:"محمدرضا فقیهی",
            rate:4.5,
            description:"نویسنده و کارگردان خلاق، کانسپتچوال دیجیتال آرتیست، پادکستر، مربی خلاقیت"
        },
        link:"https://www.tarjomangd.ir/",
        image:"/images/pics/course1.png",
        special:false,
        status:"register",
        type:"call",
        like:false,
        price:"2000000",
        categories:["نرم افزار" , "تکنولوژی"],
        time:20,
        holdingMethod:["حضوری" , "آنلاین" , "آنلاین و حضوری" ],
        address:"تهران، ضلع شمال شرقی ميدان شيخ بهائی، ابتدای خيابان سئول، خیابان خدامی، مدیریت اکتشاف شرکت ملی نفت ایران",
        location:"https://maps.app.goo.gl/nxADmFWmnmeLekev5",
        descriptions:{
            first:{
                title:"معرفی دوره پروژه‌های لاراولی",
                text:"اگر می‌خواهید Laravel را به‌صورت عملی و پروژه‌محور یاد بگیرید، این دوره برای شماست! در این دوره، به جای آموزش‌های تئوری، ۱۰ پروژه کاربردی را از صفر تا صد پیاده‌سازی می‌کنیم تا بتوانید در دنیای واقعی از مهارت‌های لاراولی خود استفاده کنید."
            },
            seccond:{
                title:"چه چیزهایی یاد می‌گیرید؟",
                items:[
                    "ساخت سیستم احراز هویت چندگانه (ایمیل، موبایل، رمز، OTP)",
                    "پیاده‌سازی سیستم مدیریت اعلان‌ها (ایمیل، SMS، تلگرام، پوش نوتیفیکیشن)",
                    "طراحی و توسعه API برای اپلیکیشن‌های موبایل با احراز هویت امن",
                    "مدیریت فایل و فضای ذخیره‌سازی (آپلود، فشرده‌سازی، S3)",
                    "پیاده‌سازی چت زنده و پیام‌رسان با Laravel Reverb",
                    "اتصال درگاه پرداخت و کیف پول دیجیتال برای مدیریت تراکنش‌ها",
                    "ایجاد سیستم مدیریت محتوا (CMS)‌ و ویرایشگر حرفه‌ای",
                ]
            }
        },
        courseTitles:[
            {
                title:"حکمرانی مردمی",
                teacher:"حجت‌الاسلام علی ذوعلم، رئیس اندیشگاه بیانیه گام دوم"
            },
            {
                title:"حکمرانی مردمی",
                teacher:"حجت‌الاسلام علی ذوعلم، رئیس اندیشگاه بیانیه گام دوم"
            },
            {
                title:"حکمرانی مردمی",
                teacher:"حجت‌الاسلام علی ذوعلم، رئیس اندیشگاه بیانیه گام دوم"
            },
        ]
    },
    {
        id:1044,
        title:"آموزش برنامه‌ نویسی برای استفاده از هوش مصنوعی و کاربردهای روزمره آن",
        date:{
            year:"04",
            month:"مهر",
            day:2,
            houre:"14:00"
        },
        Organizer:{
            name:"محمدرضا فقیهی",
            rate:4.5,
            description:"نویسنده و کارگردان خلاق، کانسپتچوال دیجیتال آرتیست، پادکستر، مربی خلاقیت"
        },
        link:"https://www.tarjomangd.ir/",
        image:"/images/pics/course1.png",
        special:false,
        status:"register",
        type:"call",
        like:false,
        price:"2000000",
        categories:["نرم افزار" , "تکنولوژی"],
        time:20,
        holdingMethod:["حضوری" , "آنلاین" , "آنلاین و حضوری" ],
        address:"تهران، ضلع شمال شرقی ميدان شيخ بهائی، ابتدای خيابان سئول، خیابان خدامی، مدیریت اکتشاف شرکت ملی نفت ایران",
        location:"https://maps.app.goo.gl/nxADmFWmnmeLekev5",
        descriptions:{
            first:{
                title:"معرفی دوره پروژه‌های لاراولی",
                text:"اگر می‌خواهید Laravel را به‌صورت عملی و پروژه‌محور یاد بگیرید، این دوره برای شماست! در این دوره، به جای آموزش‌های تئوری، ۱۰ پروژه کاربردی را از صفر تا صد پیاده‌سازی می‌کنیم تا بتوانید در دنیای واقعی از مهارت‌های لاراولی خود استفاده کنید."
            },
            seccond:{
                title:"چه چیزهایی یاد می‌گیرید؟",
                items:[
                    "ساخت سیستم احراز هویت چندگانه (ایمیل، موبایل، رمز، OTP)",
                    "پیاده‌سازی سیستم مدیریت اعلان‌ها (ایمیل، SMS، تلگرام، پوش نوتیفیکیشن)",
                    "طراحی و توسعه API برای اپلیکیشن‌های موبایل با احراز هویت امن",
                    "مدیریت فایل و فضای ذخیره‌سازی (آپلود، فشرده‌سازی، S3)",
                    "پیاده‌سازی چت زنده و پیام‌رسان با Laravel Reverb",
                    "اتصال درگاه پرداخت و کیف پول دیجیتال برای مدیریت تراکنش‌ها",
                    "ایجاد سیستم مدیریت محتوا (CMS)‌ و ویرایشگر حرفه‌ای",
                ]
            }
        },
        courseTitles:[
            {
                title:"حکمرانی مردمی",
                teacher:"حجت‌الاسلام علی ذوعلم، رئیس اندیشگاه بیانیه گام دوم"
            },
            {
                title:"حکمرانی مردمی",
                teacher:"حجت‌الاسلام علی ذوعلم، رئیس اندیشگاه بیانیه گام دوم"
            },
            {
                title:"حکمرانی مردمی",
                teacher:"حجت‌الاسلام علی ذوعلم، رئیس اندیشگاه بیانیه گام دوم"
            },
        ]
    },
    {
        id:1045,
        title:"آموزش برنامه‌ نویسی برای استفاده از هوش مصنوعی و کاربردهای روزمره آن",
        date:{
            year:"04",
            month:"مهر",
            day:2,
            houre:"14:00"
        },
        Organizer:{
            name:"محمدرضا فقیهی",
            rate:4.5,
            description:"نویسنده و کارگردان خلاق، کانسپتچوال دیجیتال آرتیست، پادکستر، مربی خلاقیت"
        },
        link:"https://www.tarjomangd.ir/",
        image:"/images/pics/course1.png",
        special:false,
        status:"register",
        type:"call",
        like:false,
        price:"2000000",
        categories:["نرم افزار" , "تکنولوژی"],
        time:20,
        holdingMethod:["حضوری" , "آنلاین" , "آنلاین و حضوری" ],
        address:"تهران، ضلع شمال شرقی ميدان شيخ بهائی، ابتدای خيابان سئول، خیابان خدامی، مدیریت اکتشاف شرکت ملی نفت ایران",
        location:"https://maps.app.goo.gl/nxADmFWmnmeLekev5",
        descriptions:{
            first:{
                title:"معرفی دوره پروژه‌های لاراولی",
                text:"اگر می‌خواهید Laravel را به‌صورت عملی و پروژه‌محور یاد بگیرید، این دوره برای شماست! در این دوره، به جای آموزش‌های تئوری، ۱۰ پروژه کاربردی را از صفر تا صد پیاده‌سازی می‌کنیم تا بتوانید در دنیای واقعی از مهارت‌های لاراولی خود استفاده کنید."
            },
            seccond:{
                title:"چه چیزهایی یاد می‌گیرید؟",
                items:[
                    "ساخت سیستم احراز هویت چندگانه (ایمیل، موبایل، رمز، OTP)",
                    "پیاده‌سازی سیستم مدیریت اعلان‌ها (ایمیل، SMS، تلگرام، پوش نوتیفیکیشن)",
                    "طراحی و توسعه API برای اپلیکیشن‌های موبایل با احراز هویت امن",
                    "مدیریت فایل و فضای ذخیره‌سازی (آپلود، فشرده‌سازی، S3)",
                    "پیاده‌سازی چت زنده و پیام‌رسان با Laravel Reverb",
                    "اتصال درگاه پرداخت و کیف پول دیجیتال برای مدیریت تراکنش‌ها",
                    "ایجاد سیستم مدیریت محتوا (CMS)‌ و ویرایشگر حرفه‌ای",
                ]
            }
        },
        courseTitles:[
            {
                title:"حکمرانی مردمی",
                teacher:"حجت‌الاسلام علی ذوعلم، رئیس اندیشگاه بیانیه گام دوم"
            },
            {
                title:"حکمرانی مردمی",
                teacher:"حجت‌الاسلام علی ذوعلم، رئیس اندیشگاه بیانیه گام دوم"
            },
            {
                title:"حکمرانی مردمی",
                teacher:"حجت‌الاسلام علی ذوعلم، رئیس اندیشگاه بیانیه گام دوم"
            },
        ]
    },
    {
        id:1046,
        title:"آموزش برنامه‌ نویسی برای استفاده از هوش مصنوعی و کاربردهای روزمره آن",
        date:{
            year:"04",
            month:"مهر",
            day:2,
            houre:"14:00"
        },
        Organizer:{
            name:"محمدرضا فقیهی",
            rate:4.5,
            description:"نویسنده و کارگردان خلاق، کانسپتچوال دیجیتال آرتیست، پادکستر، مربی خلاقیت"
        },
        link:"https://www.tarjomangd.ir/",
        image:"/images/pics/course1.png",
        special:false,
        status:"register",
        type:"call",
        like:false,
        price:"2000000",
        categories:["نرم افزار" , "تکنولوژی"],
        time:20,
        holdingMethod:["حضوری" , "آنلاین" , "آنلاین و حضوری" ],
        address:"تهران، ضلع شمال شرقی ميدان شيخ بهائی، ابتدای خيابان سئول، خیابان خدامی، مدیریت اکتشاف شرکت ملی نفت ایران",
        location:"https://maps.app.goo.gl/nxADmFWmnmeLekev5",
        descriptions:{
            first:{
                title:"معرفی دوره پروژه‌های لاراولی",
                text:"اگر می‌خواهید Laravel را به‌صورت عملی و پروژه‌محور یاد بگیرید، این دوره برای شماست! در این دوره، به جای آموزش‌های تئوری، ۱۰ پروژه کاربردی را از صفر تا صد پیاده‌سازی می‌کنیم تا بتوانید در دنیای واقعی از مهارت‌های لاراولی خود استفاده کنید."
            },
            seccond:{
                title:"چه چیزهایی یاد می‌گیرید؟",
                items:[
                    "ساخت سیستم احراز هویت چندگانه (ایمیل، موبایل، رمز، OTP)",
                    "پیاده‌سازی سیستم مدیریت اعلان‌ها (ایمیل، SMS، تلگرام، پوش نوتیفیکیشن)",
                    "طراحی و توسعه API برای اپلیکیشن‌های موبایل با احراز هویت امن",
                    "مدیریت فایل و فضای ذخیره‌سازی (آپلود، فشرده‌سازی، S3)",
                    "پیاده‌سازی چت زنده و پیام‌رسان با Laravel Reverb",
                    "اتصال درگاه پرداخت و کیف پول دیجیتال برای مدیریت تراکنش‌ها",
                    "ایجاد سیستم مدیریت محتوا (CMS)‌ و ویرایشگر حرفه‌ای",
                ]
            }
        },
        courseTitles:[
            {
                title:"حکمرانی مردمی",
                teacher:"حجت‌الاسلام علی ذوعلم، رئیس اندیشگاه بیانیه گام دوم"
            },
            {
                title:"حکمرانی مردمی",
                teacher:"حجت‌الاسلام علی ذوعلم، رئیس اندیشگاه بیانیه گام دوم"
            },
            {
                title:"حکمرانی مردمی",
                teacher:"حجت‌الاسلام علی ذوعلم، رئیس اندیشگاه بیانیه گام دوم"
            },
        ]
    },
    {
        id:1047,
        title:"آموزش برنامه‌ نویسی برای استفاده از هوش مصنوعی و کاربردهای روزمره آن",
        date:{
            year:"04",
            month:"مهر",
            day:2,
            houre:"14:00"
        },
        Organizer:{
            name:"محمدرضا فقیهی",
            rate:4.5,
            description:"نویسنده و کارگردان خلاق، کانسپتچوال دیجیتال آرتیست، پادکستر، مربی خلاقیت"
        },
        link:"https://www.tarjomangd.ir/",
        image:"/images/pics/course1.png",
        special:false,
        status:"register",
        type:"call",
        like:false,
        price:"2000000",
        categories:["نرم افزار" , "تکنولوژی"],
        time:20,
        holdingMethod:["حضوری" , "آنلاین" , "آنلاین و حضوری" ],
        address:"تهران، ضلع شمال شرقی ميدان شيخ بهائی، ابتدای خيابان سئول، خیابان خدامی، مدیریت اکتشاف شرکت ملی نفت ایران",
        location:"https://maps.app.goo.gl/nxADmFWmnmeLekev5",
        descriptions:{
            first:{
                title:"معرفی دوره پروژه‌های لاراولی",
                text:"اگر می‌خواهید Laravel را به‌صورت عملی و پروژه‌محور یاد بگیرید، این دوره برای شماست! در این دوره، به جای آموزش‌های تئوری، ۱۰ پروژه کاربردی را از صفر تا صد پیاده‌سازی می‌کنیم تا بتوانید در دنیای واقعی از مهارت‌های لاراولی خود استفاده کنید."
            },
            seccond:{
                title:"چه چیزهایی یاد می‌گیرید؟",
                items:[
                    "ساخت سیستم احراز هویت چندگانه (ایمیل، موبایل، رمز، OTP)",
                    "پیاده‌سازی سیستم مدیریت اعلان‌ها (ایمیل، SMS، تلگرام، پوش نوتیفیکیشن)",
                    "طراحی و توسعه API برای اپلیکیشن‌های موبایل با احراز هویت امن",
                    "مدیریت فایل و فضای ذخیره‌سازی (آپلود، فشرده‌سازی، S3)",
                    "پیاده‌سازی چت زنده و پیام‌رسان با Laravel Reverb",
                    "اتصال درگاه پرداخت و کیف پول دیجیتال برای مدیریت تراکنش‌ها",
                    "ایجاد سیستم مدیریت محتوا (CMS)‌ و ویرایشگر حرفه‌ای",
                ]
            }
        },
        courseTitles:[
            {
                title:"حکمرانی مردمی",
                teacher:"حجت‌الاسلام علی ذوعلم، رئیس اندیشگاه بیانیه گام دوم"
            },
            {
                title:"حکمرانی مردمی",
                teacher:"حجت‌الاسلام علی ذوعلم، رئیس اندیشگاه بیانیه گام دوم"
            },
            {
                title:"حکمرانی مردمی",
                teacher:"حجت‌الاسلام علی ذوعلم، رئیس اندیشگاه بیانیه گام دوم"
            },
        ]
    },
    {
        id:1048,
        title:"آموزش برنامه‌ نویسی برای استفاده از هوش مصنوعی و کاربردهای روزمره آن",
        date:{
            year:"04",
            month:"مهر",
            day:2,
            houre:"14:00"
        },
        Organizer:{
            name:"محمدرضا فقیهی",
            rate:4.5,
            description:"نویسنده و کارگردان خلاق، کانسپتچوال دیجیتال آرتیست، پادکستر، مربی خلاقیت"
        },
        link:"https://www.tarjomangd.ir/",
        image:"/images/pics/course1.png",
        special:false,
        status:"register",
        type:"call",
        like:false,
        price:"2000000",
        categories:["نرم افزار" , "تکنولوژی"],
        time:20,
        holdingMethod:["حضوری" , "آنلاین" , "آنلاین و حضوری" ],
        address:"تهران، ضلع شمال شرقی ميدان شيخ بهائی، ابتدای خيابان سئول، خیابان خدامی، مدیریت اکتشاف شرکت ملی نفت ایران",
        location:"https://www.google.com/maps/embed?pb=!1m17!1m12!1m3!1d2289.44003468835!2d51.4006222278965!3d35.75677338176038!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m2!1m1!2zMzXCsDQ1JzIxLjQiTiA1McKwMjQnMDQuMCJF!5e0!3m2!1sen!2s!4v1760254787421!5m2!1sen!2s",
        descriptions:{
            first:{
                title:"معرفی دوره پروژه‌های لاراولی",
                text:"اگر می‌خواهید Laravel را به‌صورت عملی و پروژه‌محور یاد بگیرید، این دوره برای شماست! در این دوره، به جای آموزش‌های تئوری، ۱۰ پروژه کاربردی را از صفر تا صد پیاده‌سازی می‌کنیم تا بتوانید در دنیای واقعی از مهارت‌های لاراولی خود استفاده کنید."
            },
            seccond:{
                title:"چه چیزهایی یاد می‌گیرید؟",
                items:[
                    "ساخت سیستم احراز هویت چندگانه (ایمیل، موبایل، رمز، OTP)",
                    "پیاده‌سازی سیستم مدیریت اعلان‌ها (ایمیل، SMS، تلگرام، پوش نوتیفیکیشن)",
                    "طراحی و توسعه API برای اپلیکیشن‌های موبایل با احراز هویت امن",
                    "مدیریت فایل و فضای ذخیره‌سازی (آپلود، فشرده‌سازی، S3)",
                    "پیاده‌سازی چت زنده و پیام‌رسان با Laravel Reverb",
                    "اتصال درگاه پرداخت و کیف پول دیجیتال برای مدیریت تراکنش‌ها",
                    "ایجاد سیستم مدیریت محتوا (CMS)‌ و ویرایشگر حرفه‌ای",
                ]
            }
        },
        courseTitles:[
            {
                title:"حکمرانی مردمی",
                teacher:"حجت‌الاسلام علی ذوعلم، رئیس اندیشگاه بیانیه گام دوم"
            },
            {
                title:"حکمرانی مردمی",
                teacher:"حجت‌الاسلام علی ذوعلم، رئیس اندیشگاه بیانیه گام دوم"
            },
            {
                title:"حکمرانی مردمی",
                teacher:"حجت‌الاسلام علی ذوعلم، رئیس اندیشگاه بیانیه گام دوم"
            },
        ]
    },
]
export const organizers = [
    {
        id:1001,
        name:"مهدی عباسی",
        rate:4.5
    },
    {
        id:1002,
        name:"عباس مهدوی",
        rate:4.7
    },
    {
        id:1003,
        name:"رضا امیری",
        rate:4.9
    },
    {
        id:1004,
        name:"امیر رضوی",
        rate:3.8
    },
    {
        id:1005,
        name:"سعید مرتضوی",
        rate:2.5
    },
    {
        id:1006,
        name:"مرتضی سعیدی",
        rate:2
    },
    {
        id:1007,
        name:"علی رشیدی",
        rate:5
    },
    {
        id:1008,
        name:"رشید علوی",
        rate:4.5
    },
    {
        id:1009,
        name:"محمد صادقی",
        rate:4.1
    },


]
export const categories = [
    {
        name:"آموزشی",
        value:"education"
    },
        {
        name:"تشکیلاتی",
        value:"organizational"
    },
    {
        name:"رسانه",
        value:"media",
    },
    {
        name:"تبیین",
        value:"explanation"
    },
    {
        name:"جهادی",
        value:"jihadi"
    },
        {
        name:"کسب و کار",
        value:"job"
    },
        {
        name:"تکنولوژی",
        value:"technology"
    },
        {
        name:"فنی و مهندسی و صنعت",
        value:"engineering"
    },
        {
        name:"توسعه فردی و خانواده",
        value:"family"
    },
        {
        name:"مدیریت",
        value:"management"
    },
        {
        name:"جهادی",
        value:"jihadi1"
    },
        {
        name:"جهادی",
        value:"jihadi2"
    },
]
export const exams = [
    {
        enNaem:"holland",
        faName:"آزمون رغبت‌سنجی شغلی Holland",
        miniDescription:"تست MBTI ابزاری است که برای به دست آوردن بینش در مورد ویژگی های شخصیتی فرد استفاده می شود.",
        price:200000,
        question:48,
        faDetailsName:"تست MBTI، شخصیت شناسی به سبک مایرز بریگز با شناخت خود شغل مناسب‌تری پیدا کنی",
        detailsDescription:"با شرکت در تست MBTI، اطلاعات دقیق و کاربردی درباره ویژگی‌ها و رفتارهای خود در محیط‌های مختلف کسب کنید. سپس، برای شغل‌هایی که با شخصیت شما همراستا هستند رزومه‌تان را ارسال کنید و از کاری که به شما انگیزه می‌دهد لذت ببرید.",
        descriptions:[
            {
                title:"اهمیت تست MBTI",
                text:["به‌طور مشخص، تست شخصیت شناسی به افراد کمک می‌کند تا شناخت بهتری از خود و دیگران پیدا کند. این شناخت یکی از باارزش‌ترین خصیصه‌هایی است که افراد در هر سازمان یا مجموعه‌ای می‌توانند در اختیار داشته باشند. اهمیت شناخت صحیح از شخصیت، هم برای سازمان و هم برای افراد، از چنان اهمیتی برای موفقیت فردی و سازمانی برخورد است که به‌هیچ ‌عنوان نمی‌توان آن را دست‌کم گرفت.",
                     "برای یک استخدام موفق شما می‌توانید پس از انجام تست نتیجه آن را در  رزومه ساز کاربوم به رزومه خود پیوست کنید. با این کار احتمال بررسی رزومه و استخدام خود را بالا ببرید."]
            },
            {
                title:"پیدایش آزمون MBTI",
                text:["ایزابل مایرز و مادرش کاترین بریگز، هر دو علاقه‌به مند به نظریه انواع شخصیت یونگ بودند و فهمیدند که این تئوری می‌تواند کاربردهایی هم در دنیای واقعی داشته باشد. در طول جنگ جهانی دوم، مایرز و بریگز شاخصی را توسعه دادند که می‌تواند برای شناخت تفاوت‌های فردی، به کار گرفته شود. این دو نفر معتقد بودند اگر تستی طراحی کنند تا مردم شخصیت خودشان را بهتر بشناسند، می‌توانند مشاغلی متناسب با شخصیت خود انتخاب کنند و زندگی سالم‌تر و شادتری داشته باشند.",
                    "مایرز اولین نسخه کاغذی این تست را در دهه ۱۹۴۰ ایجاد کرد. او به همراه مادرش، این تست را بر روی دوستان و خانواده خود انجام دادند. آن‌ها در دو دهه بعد نیز به توسعه این تست پرداختند.",
                    "بر اساس پاسخ‌های داده شده به تست MBTI، افراد یکی از ۱۶ نوع شخصیت را دارند. هدف تست این است که افراد، ویژگی‌های شخصیتی خود را از جمله علاقه‌‌مندی‌ها، نقاط قوت، ضعف، اولویت‌های شغلی احتمالی و سازگاری با افراد دیگر را بیشتر کشف و درک کنند.",
                    "هیچ‌کس «بهترین» شخصیت را ندارد و شخصیت هیچ‌کس، «بهتر» از شخصیت فرد دیگر نیست. همچنین این تست به‌دنبال پیداکردن اختلاف عملکرد یا ناهنجاری نیست؛ در عوض، هدف آن فقط این است که درباره خودتان بیشتر بدانید."
                ]
            }
        ],
        comments:[
            {
                id:2001,
                userName:"مریم آزاد",
                rate:"5",
                qualitativeRate:"عالی",
                text:"من واقعاً از نکاتی که در این مقاله ارائه شد الهام گرفتم! بنظرم تیپ شخصیتی منو عالی نشون داد واقعا سوالتش خوب بود",
                day:25
            },
            {
                id:2002,
                userName:"علی احمدی",
                rate:"5",
                qualitativeRate:"عالی",
                text:"من واقعاً از نکاتی که در این مقاله ارائه شد الهام گرفتم! بنظرم تیپ شخصیتی منو عالی نشون داد واقعا سوالتش خوب بود",
                day:25
            },
            {
                id:2001,
                userName:"حسین کیانی",
                rate:"5",
                qualitativeRate:"عالی",
                text:"من واقعاً از نکاتی که در این مقاله ارائه شد الهام گرفتم! بنظرم تیپ شخصیتی منو عالی نشون داد واقعا سوالتش خوب بود",
                day:25
            }
        ],
        frequrntlyQuestions:[
            {
                question:"تست روانشناسی چه نقشی در فرایند استخدام و ارزیابی شغلی دارد؟",
                answer:"استفاده از انواع تست های خودشناسی و تست شخصیت به مدیران استخدام برای شناسایی متناسب‌ترین افراد برای سازمانشان کمک می‌کند. این کار باعث می‌شود تا هنگام استخدام افراد کلیدی، افراد مناسب بدون هیچ غافلگیری انتخاب شوند.",
            },
            {
                question:"کدام یک از آزمون‌های خودشناسی می‌تواند به من برای شناخت ترجیحات شغلی‌ام کمک کند؟",
                answer:"استفاده از انواع تست های خودشناسی و تست شخصیت به مدیران استخدام برای شناسایی متناسب‌ترین افراد برای سازمانشان کمک می‌کند. این کار باعث می‌شود تا هنگام استخدام افراد کلیدی، افراد مناسب بدون هیچ غافلگیری انتخاب شوند.",
            },
            {
                quewstion:" کدام تست شخصیت شناسی آنلاین را می‌توان به صورت رایگان انجام داد؟",
                answer:"استفاده از انواع تست های خودشناسی و تست شخصیت به مدیران استخدام برای شناسایی متناسب‌ترین افراد برای سازمانشان کمک می‌کند. این کار باعث می‌شود تا هنگام استخدام افراد کلیدی، افراد مناسب بدون هیچ غافلگیری انتخاب شوند.",
            }
        ]
    },
    {
        enNaem:"neo",
        faName:"آزمون شخصیت‌شناسی NEO",
        miniDescription:"تست MBTI ابزاری است که برای به دست آوردن بینش در مورد ویژگی های شخصیتی فرد استفاده می شود.",
        price:200000,
        question:48,
        faDetailsName:"تست MBTI، شخصیت شناسی به سبک مایرز بریگز با شناخت خود شغل مناسب‌تری پیدا کنی",
        detailsDescription:"با شرکت در تست MBTI، اطلاعات دقیق و کاربردی درباره ویژگی‌ها و رفتارهای خود در محیط‌های مختلف کسب کنید. سپس، برای شغل‌هایی که با شخصیت شما همراستا هستند رزومه‌تان را ارسال کنید و از کاری که به شما انگیزه می‌دهد لذت ببرید.",
        descriptions:[
            {
                title:"اهمیت تست MBTI",
                text:["به‌طور مشخص، تست شخصیت شناسی به افراد کمک می‌کند تا شناخت بهتری از خود و دیگران پیدا کند. این شناخت یکی از باارزش‌ترین خصیصه‌هایی است که افراد در هر سازمان یا مجموعه‌ای می‌توانند در اختیار داشته باشند. اهمیت شناخت صحیح از شخصیت، هم برای سازمان و هم برای افراد، از چنان اهمیتی برای موفقیت فردی و سازمانی برخورد است که به‌هیچ ‌عنوان نمی‌توان آن را دست‌کم گرفت.",
                     "برای یک استخدام موفق شما می‌توانید پس از انجام تست نتیجه آن را در  رزومه ساز کاربوم به رزومه خود پیوست کنید. با این کار احتمال بررسی رزومه و استخدام خود را بالا ببرید."]
            },
            {
                title:"پیدایش آزمون MBTI",
                text:["ایزابل مایرز و مادرش کاترین بریگز، هر دو علاقه‌به مند به نظریه انواع شخصیت یونگ بودند و فهمیدند که این تئوری می‌تواند کاربردهایی هم در دنیای واقعی داشته باشد. در طول جنگ جهانی دوم، مایرز و بریگز شاخصی را توسعه دادند که می‌تواند برای شناخت تفاوت‌های فردی، به کار گرفته شود. این دو نفر معتقد بودند اگر تستی طراحی کنند تا مردم شخصیت خودشان را بهتر بشناسند، می‌توانند مشاغلی متناسب با شخصیت خود انتخاب کنند و زندگی سالم‌تر و شادتری داشته باشند.",
                    "مایرز اولین نسخه کاغذی این تست را در دهه ۱۹۴۰ ایجاد کرد. او به همراه مادرش، این تست را بر روی دوستان و خانواده خود انجام دادند. آن‌ها در دو دهه بعد نیز به توسعه این تست پرداختند.",
                    "بر اساس پاسخ‌های داده شده به تست MBTI، افراد یکی از ۱۶ نوع شخصیت را دارند. هدف تست این است که افراد، ویژگی‌های شخصیتی خود را از جمله علاقه‌‌مندی‌ها، نقاط قوت، ضعف، اولویت‌های شغلی احتمالی و سازگاری با افراد دیگر را بیشتر کشف و درک کنند.",
                    "هیچ‌کس «بهترین» شخصیت را ندارد و شخصیت هیچ‌کس، «بهتر» از شخصیت فرد دیگر نیست. همچنین این تست به‌دنبال پیداکردن اختلاف عملکرد یا ناهنجاری نیست؛ در عوض، هدف آن فقط این است که درباره خودتان بیشتر بدانید."
                ]
            }
        ],
        comments:[
            {
                id:2001,
                userName:"مریم آزاد",
                rate:"5",
                qualitativeRate:"عالی",
                text:"من واقعاً از نکاتی که در این مقاله ارائه شد الهام گرفتم! بنظرم تیپ شخصیتی منو عالی نشون داد واقعا سوالتش خوب بود",
                day:25
            },
            {
                id:2002,
                userName:"علی احمدی",
                rate:"5",
                qualitativeRate:"عالی",
                text:"من واقعاً از نکاتی که در این مقاله ارائه شد الهام گرفتم! بنظرم تیپ شخصیتی منو عالی نشون داد واقعا سوالتش خوب بود",
                day:25
            },
            {
                id:2001,
                userName:"حسین کیانی",
                rate:"5",
                qualitativeRate:"عالی",
                text:"من واقعاً از نکاتی که در این مقاله ارائه شد الهام گرفتم! بنظرم تیپ شخصیتی منو عالی نشون داد واقعا سوالتش خوب بود",
                day:25
            }
        ],
        frequrntlyQuestions:[
            {
                question:"تست روانشناسی چه نقشی در فرایند استخدام و ارزیابی شغلی دارد؟",
                answer:"استفاده از انواع تست های خودشناسی و تست شخصیت به مدیران استخدام برای شناسایی متناسب‌ترین افراد برای سازمانشان کمک می‌کند. این کار باعث می‌شود تا هنگام استخدام افراد کلیدی، افراد مناسب بدون هیچ غافلگیری انتخاب شوند.",
            },
            {
                question:"کدام یک از آزمون‌های خودشناسی می‌تواند به من برای شناخت ترجیحات شغلی‌ام کمک کند؟",
                answer:"استفاده از انواع تست های خودشناسی و تست شخصیت به مدیران استخدام برای شناسایی متناسب‌ترین افراد برای سازمانشان کمک می‌کند. این کار باعث می‌شود تا هنگام استخدام افراد کلیدی، افراد مناسب بدون هیچ غافلگیری انتخاب شوند.",
            },
            {
                quewstion:" کدام تست شخصیت شناسی آنلاین را می‌توان به صورت رایگان انجام داد؟",
                answer:"استفاده از انواع تست های خودشناسی و تست شخصیت به مدیران استخدام برای شناسایی متناسب‌ترین افراد برای سازمانشان کمک می‌کند. این کار باعث می‌شود تا هنگام استخدام افراد کلیدی، افراد مناسب بدون هیچ غافلگیری انتخاب شوند.",
            }
        ]
    },
    {
        enNaem:"mbti",
        faName:"آزمون شخصیت‌شناسی MBTI",
        miniDescription:"تست MBTI ابزاری است که برای به دست آوردن بینش در مورد ویژگی های شخصیتی فرد استفاده می شود.",
        price:200000,
        question:48,
        faDetailsName:"تست MBTI، شخصیت شناسی به سبک مایرز بریگز با شناخت خود شغل مناسب‌تری پیدا کنی",
        detailsDescription:"با شرکت در تست MBTI، اطلاعات دقیق و کاربردی درباره ویژگی‌ها و رفتارهای خود در محیط‌های مختلف کسب کنید. سپس، برای شغل‌هایی که با شخصیت شما همراستا هستند رزومه‌تان را ارسال کنید و از کاری که به شما انگیزه می‌دهد لذت ببرید.",
        descriptions:[
            {
                title:"اهمیت تست MBTI",
                text:["به‌طور مشخص، تست شخصیت شناسی به افراد کمک می‌کند تا شناخت بهتری از خود و دیگران پیدا کند. این شناخت یکی از باارزش‌ترین خصیصه‌هایی است که افراد در هر سازمان یا مجموعه‌ای می‌توانند در اختیار داشته باشند. اهمیت شناخت صحیح از شخصیت، هم برای سازمان و هم برای افراد، از چنان اهمیتی برای موفقیت فردی و سازمانی برخورد است که به‌هیچ ‌عنوان نمی‌توان آن را دست‌کم گرفت.",
                     "برای یک استخدام موفق شما می‌توانید پس از انجام تست نتیجه آن را در  رزومه ساز کاربوم به رزومه خود پیوست کنید. با این کار احتمال بررسی رزومه و استخدام خود را بالا ببرید."]
            },
            {
                title:"پیدایش آزمون MBTI",
                text:["ایزابل مایرز و مادرش کاترین بریگز، هر دو علاقه‌به مند به نظریه انواع شخصیت یونگ بودند و فهمیدند که این تئوری می‌تواند کاربردهایی هم در دنیای واقعی داشته باشد. در طول جنگ جهانی دوم، مایرز و بریگز شاخصی را توسعه دادند که می‌تواند برای شناخت تفاوت‌های فردی، به کار گرفته شود. این دو نفر معتقد بودند اگر تستی طراحی کنند تا مردم شخصیت خودشان را بهتر بشناسند، می‌توانند مشاغلی متناسب با شخصیت خود انتخاب کنند و زندگی سالم‌تر و شادتری داشته باشند.",
                    "مایرز اولین نسخه کاغذی این تست را در دهه ۱۹۴۰ ایجاد کرد. او به همراه مادرش، این تست را بر روی دوستان و خانواده خود انجام دادند. آن‌ها در دو دهه بعد نیز به توسعه این تست پرداختند.",
                    "بر اساس پاسخ‌های داده شده به تست MBTI، افراد یکی از ۱۶ نوع شخصیت را دارند. هدف تست این است که افراد، ویژگی‌های شخصیتی خود را از جمله علاقه‌‌مندی‌ها، نقاط قوت، ضعف، اولویت‌های شغلی احتمالی و سازگاری با افراد دیگر را بیشتر کشف و درک کنند.",
                    "هیچ‌کس «بهترین» شخصیت را ندارد و شخصیت هیچ‌کس، «بهتر» از شخصیت فرد دیگر نیست. همچنین این تست به‌دنبال پیداکردن اختلاف عملکرد یا ناهنجاری نیست؛ در عوض، هدف آن فقط این است که درباره خودتان بیشتر بدانید."
                ]
            }
        ],
        comments:[
            {
                id:2001,
                userName:"مریم آزاد",
                rate:"5",
                qualitativeRate:"عالی",
                text:"من واقعاً از نکاتی که در این مقاله ارائه شد الهام گرفتم! بنظرم تیپ شخصیتی منو عالی نشون داد واقعا سوالتش خوب بود",
                day:25
            },
            {
                id:2002,
                userName:"علی احمدی",
                rate:"5",
                qualitativeRate:"عالی",
                text:"من واقعاً از نکاتی که در این مقاله ارائه شد الهام گرفتم! بنظرم تیپ شخصیتی منو عالی نشون داد واقعا سوالتش خوب بود",
                day:25
            },
            {
                id:2001,
                userName:"حسین کیانی",
                rate:"5",
                qualitativeRate:"عالی",
                text:"من واقعاً از نکاتی که در این مقاله ارائه شد الهام گرفتم! بنظرم تیپ شخصیتی منو عالی نشون داد واقعا سوالتش خوب بود",
                day:25
            }
        ],
        frequrntlyQuestions:[
            {
                question:"تست روانشناسی چه نقشی در فرایند استخدام و ارزیابی شغلی دارد؟",
                answer:"استفاده از انواع تست های خودشناسی و تست شخصیت به مدیران استخدام برای شناسایی متناسب‌ترین افراد برای سازمانشان کمک می‌کند. این کار باعث می‌شود تا هنگام استخدام افراد کلیدی، افراد مناسب بدون هیچ غافلگیری انتخاب شوند.",
            },
            {
                question:"کدام یک از آزمون‌های خودشناسی می‌تواند به من برای شناخت ترجیحات شغلی‌ام کمک کند؟",
                answer:"استفاده از انواع تست های خودشناسی و تست شخصیت به مدیران استخدام برای شناسایی متناسب‌ترین افراد برای سازمانشان کمک می‌کند. این کار باعث می‌شود تا هنگام استخدام افراد کلیدی، افراد مناسب بدون هیچ غافلگیری انتخاب شوند.",
            },
            {
                quewstion:" کدام تست شخصیت شناسی آنلاین را می‌توان به صورت رایگان انجام داد؟",
                answer:"استفاده از انواع تست های خودشناسی و تست شخصیت به مدیران استخدام برای شناسایی متناسب‌ترین افراد برای سازمانشان کمک می‌کند. این کار باعث می‌شود تا هنگام استخدام افراد کلیدی، افراد مناسب بدون هیچ غافلگیری انتخاب شوند.",
            }
        ]
    },
    {
        enNaem:"gardner",
        faName:"آزمون گاردنر",
        miniDescription:"تست MBTI ابزاری است که برای به دست آوردن بینش در مورد ویژگی های شخصیتی فرد استفاده می شود.",
        price:200000,
        question:48,
        faDetailsName:"تست MBTI، شخصیت شناسی به سبک مایرز بریگز با شناخت خود شغل مناسب‌تری پیدا کنی",
        detailsDescription:"با شرکت در تست MBTI، اطلاعات دقیق و کاربردی درباره ویژگی‌ها و رفتارهای خود در محیط‌های مختلف کسب کنید. سپس، برای شغل‌هایی که با شخصیت شما همراستا هستند رزومه‌تان را ارسال کنید و از کاری که به شما انگیزه می‌دهد لذت ببرید.",
        descriptions:[
            {
                title:"اهمیت تست MBTI",
                text:["به‌طور مشخص، تست شخصیت شناسی به افراد کمک می‌کند تا شناخت بهتری از خود و دیگران پیدا کند. این شناخت یکی از باارزش‌ترین خصیصه‌هایی است که افراد در هر سازمان یا مجموعه‌ای می‌توانند در اختیار داشته باشند. اهمیت شناخت صحیح از شخصیت، هم برای سازمان و هم برای افراد، از چنان اهمیتی برای موفقیت فردی و سازمانی برخورد است که به‌هیچ ‌عنوان نمی‌توان آن را دست‌کم گرفت.",
                     "برای یک استخدام موفق شما می‌توانید پس از انجام تست نتیجه آن را در  رزومه ساز کاربوم به رزومه خود پیوست کنید. با این کار احتمال بررسی رزومه و استخدام خود را بالا ببرید."]
            },
            {
                title:"پیدایش آزمون MBTI",
                text:["ایزابل مایرز و مادرش کاترین بریگز، هر دو علاقه‌به مند به نظریه انواع شخصیت یونگ بودند و فهمیدند که این تئوری می‌تواند کاربردهایی هم در دنیای واقعی داشته باشد. در طول جنگ جهانی دوم، مایرز و بریگز شاخصی را توسعه دادند که می‌تواند برای شناخت تفاوت‌های فردی، به کار گرفته شود. این دو نفر معتقد بودند اگر تستی طراحی کنند تا مردم شخصیت خودشان را بهتر بشناسند، می‌توانند مشاغلی متناسب با شخصیت خود انتخاب کنند و زندگی سالم‌تر و شادتری داشته باشند.",
                    "مایرز اولین نسخه کاغذی این تست را در دهه ۱۹۴۰ ایجاد کرد. او به همراه مادرش، این تست را بر روی دوستان و خانواده خود انجام دادند. آن‌ها در دو دهه بعد نیز به توسعه این تست پرداختند.",
                    "بر اساس پاسخ‌های داده شده به تست MBTI، افراد یکی از ۱۶ نوع شخصیت را دارند. هدف تست این است که افراد، ویژگی‌های شخصیتی خود را از جمله علاقه‌‌مندی‌ها، نقاط قوت، ضعف، اولویت‌های شغلی احتمالی و سازگاری با افراد دیگر را بیشتر کشف و درک کنند.",
                    "هیچ‌کس «بهترین» شخصیت را ندارد و شخصیت هیچ‌کس، «بهتر» از شخصیت فرد دیگر نیست. همچنین این تست به‌دنبال پیداکردن اختلاف عملکرد یا ناهنجاری نیست؛ در عوض، هدف آن فقط این است که درباره خودتان بیشتر بدانید."
                ]
            }
        ],
        comments:[
            {
                id:2001,
                userName:"مریم آزاد",
                rate:"5",
                qualitativeRate:"عالی",
                text:"من واقعاً از نکاتی که در این مقاله ارائه شد الهام گرفتم! بنظرم تیپ شخصیتی منو عالی نشون داد واقعا سوالتش خوب بود",
                day:25
            },
            {
                id:2002,
                userName:"علی احمدی",
                rate:"5",
                qualitativeRate:"عالی",
                text:"من واقعاً از نکاتی که در این مقاله ارائه شد الهام گرفتم! بنظرم تیپ شخصیتی منو عالی نشون داد واقعا سوالتش خوب بود",
                day:25
            },
            {
                id:2001,
                userName:"حسین کیانی",
                rate:"5",
                qualitativeRate:"عالی",
                text:"من واقعاً از نکاتی که در این مقاله ارائه شد الهام گرفتم! بنظرم تیپ شخصیتی منو عالی نشون داد واقعا سوالتش خوب بود",
                day:25
            }
        ],
        frequrntlyQuestions:[
            {
                question:"تست روانشناسی چه نقشی در فرایند استخدام و ارزیابی شغلی دارد؟",
                answer:"استفاده از انواع تست های خودشناسی و تست شخصیت به مدیران استخدام برای شناسایی متناسب‌ترین افراد برای سازمانشان کمک می‌کند. این کار باعث می‌شود تا هنگام استخدام افراد کلیدی، افراد مناسب بدون هیچ غافلگیری انتخاب شوند.",
            },
            {
                question:"کدام یک از آزمون‌های خودشناسی می‌تواند به من برای شناخت ترجیحات شغلی‌ام کمک کند؟",
                answer:"استفاده از انواع تست های خودشناسی و تست شخصیت به مدیران استخدام برای شناسایی متناسب‌ترین افراد برای سازمانشان کمک می‌کند. این کار باعث می‌شود تا هنگام استخدام افراد کلیدی، افراد مناسب بدون هیچ غافلگیری انتخاب شوند.",
            },
            {
                quewstion:" کدام تست شخصیت شناسی آنلاین را می‌توان به صورت رایگان انجام داد؟",
                answer:"استفاده از انواع تست های خودشناسی و تست شخصیت به مدیران استخدام برای شناسایی متناسب‌ترین افراد برای سازمانشان کمک می‌کند. این کار باعث می‌شود تا هنگام استخدام افراد کلیدی، افراد مناسب بدون هیچ غافلگیری انتخاب شوند.",
            }
        ]
    },
    {
        enNaem:"watson",
        faName:"آزمون تفکر انتقادی واتسون-گلیزر",
        miniDescription:"تست MBTI ابزاری است که برای به دست آوردن بینش در مورد ویژگی های شخصیتی فرد استفاده می شود.",
        price:200000,
        question:48,
        faDetailsName:"تست MBTI، شخصیت شناسی به سبک مایرز بریگز با شناخت خود شغل مناسب‌تری پیدا کنی",
        detailsDescription:"با شرکت در تست MBTI، اطلاعات دقیق و کاربردی درباره ویژگی‌ها و رفتارهای خود در محیط‌های مختلف کسب کنید. سپس، برای شغل‌هایی که با شخصیت شما همراستا هستند رزومه‌تان را ارسال کنید و از کاری که به شما انگیزه می‌دهد لذت ببرید.",
        descriptions:[
            {
                title:"اهمیت تست MBTI",
                text:["به‌طور مشخص، تست شخصیت شناسی به افراد کمک می‌کند تا شناخت بهتری از خود و دیگران پیدا کند. این شناخت یکی از باارزش‌ترین خصیصه‌هایی است که افراد در هر سازمان یا مجموعه‌ای می‌توانند در اختیار داشته باشند. اهمیت شناخت صحیح از شخصیت، هم برای سازمان و هم برای افراد، از چنان اهمیتی برای موفقیت فردی و سازمانی برخورد است که به‌هیچ ‌عنوان نمی‌توان آن را دست‌کم گرفت.",
                     "برای یک استخدام موفق شما می‌توانید پس از انجام تست نتیجه آن را در  رزومه ساز کاربوم به رزومه خود پیوست کنید. با این کار احتمال بررسی رزومه و استخدام خود را بالا ببرید."]
            },
            {
                title:"پیدایش آزمون MBTI",
                text:["ایزابل مایرز و مادرش کاترین بریگز، هر دو علاقه‌به مند به نظریه انواع شخصیت یونگ بودند و فهمیدند که این تئوری می‌تواند کاربردهایی هم در دنیای واقعی داشته باشد. در طول جنگ جهانی دوم، مایرز و بریگز شاخصی را توسعه دادند که می‌تواند برای شناخت تفاوت‌های فردی، به کار گرفته شود. این دو نفر معتقد بودند اگر تستی طراحی کنند تا مردم شخصیت خودشان را بهتر بشناسند، می‌توانند مشاغلی متناسب با شخصیت خود انتخاب کنند و زندگی سالم‌تر و شادتری داشته باشند.",
                    "مایرز اولین نسخه کاغذی این تست را در دهه ۱۹۴۰ ایجاد کرد. او به همراه مادرش، این تست را بر روی دوستان و خانواده خود انجام دادند. آن‌ها در دو دهه بعد نیز به توسعه این تست پرداختند.",
                    "بر اساس پاسخ‌های داده شده به تست MBTI، افراد یکی از ۱۶ نوع شخصیت را دارند. هدف تست این است که افراد، ویژگی‌های شخصیتی خود را از جمله علاقه‌‌مندی‌ها، نقاط قوت، ضعف، اولویت‌های شغلی احتمالی و سازگاری با افراد دیگر را بیشتر کشف و درک کنند.",
                    "هیچ‌کس «بهترین» شخصیت را ندارد و شخصیت هیچ‌کس، «بهتر» از شخصیت فرد دیگر نیست. همچنین این تست به‌دنبال پیداکردن اختلاف عملکرد یا ناهنجاری نیست؛ در عوض، هدف آن فقط این است که درباره خودتان بیشتر بدانید."
                ]
            }
        ],
        comments:[
            {
                id:2001,
                userName:"مریم آزاد",
                rate:"5",
                qualitativeRate:"عالی",
                text:"من واقعاً از نکاتی که در این مقاله ارائه شد الهام گرفتم! بنظرم تیپ شخصیتی منو عالی نشون داد واقعا سوالتش خوب بود",
                day:25
            },
            {
                id:2002,
                userName:"علی احمدی",
                rate:"5",
                qualitativeRate:"عالی",
                text:"من واقعاً از نکاتی که در این مقاله ارائه شد الهام گرفتم! بنظرم تیپ شخصیتی منو عالی نشون داد واقعا سوالتش خوب بود",
                day:25
            },
            {
                id:2001,
                userName:"حسین کیانی",
                rate:"5",
                qualitativeRate:"عالی",
                text:"من واقعاً از نکاتی که در این مقاله ارائه شد الهام گرفتم! بنظرم تیپ شخصیتی منو عالی نشون داد واقعا سوالتش خوب بود",
                day:25
            }
        ],
        frequrntlyQuestions:[
            {
                question:"تست روانشناسی چه نقشی در فرایند استخدام و ارزیابی شغلی دارد؟",
                answer:"استفاده از انواع تست های خودشناسی و تست شخصیت به مدیران استخدام برای شناسایی متناسب‌ترین افراد برای سازمانشان کمک می‌کند. این کار باعث می‌شود تا هنگام استخدام افراد کلیدی، افراد مناسب بدون هیچ غافلگیری انتخاب شوند.",
            },
            {
                question:"کدام یک از آزمون‌های خودشناسی می‌تواند به من برای شناخت ترجیحات شغلی‌ام کمک کند؟",
                answer:"استفاده از انواع تست های خودشناسی و تست شخصیت به مدیران استخدام برای شناسایی متناسب‌ترین افراد برای سازمانشان کمک می‌کند. این کار باعث می‌شود تا هنگام استخدام افراد کلیدی، افراد مناسب بدون هیچ غافلگیری انتخاب شوند.",
            },
            {
                quewstion:" کدام تست شخصیت شناسی آنلاین را می‌توان به صورت رایگان انجام داد؟",
                answer:"استفاده از انواع تست های خودشناسی و تست شخصیت به مدیران استخدام برای شناسایی متناسب‌ترین افراد برای سازمانشان کمک می‌کند. این کار باعث می‌شود تا هنگام استخدام افراد کلیدی، افراد مناسب بدون هیچ غافلگیری انتخاب شوند.",
            }
        ]
    },
    {
        enNaem:"belbin",
        faName:"آزمون بلبین",
        miniDescription:"تست MBTI ابزاری است که برای به دست آوردن بینش در مورد ویژگی های شخصیتی فرد استفاده می شود.",
        price:200000,
        question:48,
        faDetailsName:"تست MBTI، شخصیت شناسی به سبک مایرز بریگز با شناخت خود شغل مناسب‌تری پیدا کنی",
        detailsDescription:"با شرکت در تست MBTI، اطلاعات دقیق و کاربردی درباره ویژگی‌ها و رفتارهای خود در محیط‌های مختلف کسب کنید. سپس، برای شغل‌هایی که با شخصیت شما همراستا هستند رزومه‌تان را ارسال کنید و از کاری که به شما انگیزه می‌دهد لذت ببرید.",
        descriptions:[
            {
                title:"اهمیت تست MBTI",
                text:["به‌طور مشخص، تست شخصیت شناسی به افراد کمک می‌کند تا شناخت بهتری از خود و دیگران پیدا کند. این شناخت یکی از باارزش‌ترین خصیصه‌هایی است که افراد در هر سازمان یا مجموعه‌ای می‌توانند در اختیار داشته باشند. اهمیت شناخت صحیح از شخصیت، هم برای سازمان و هم برای افراد، از چنان اهمیتی برای موفقیت فردی و سازمانی برخورد است که به‌هیچ ‌عنوان نمی‌توان آن را دست‌کم گرفت.",
                     "برای یک استخدام موفق شما می‌توانید پس از انجام تست نتیجه آن را در  رزومه ساز کاربوم به رزومه خود پیوست کنید. با این کار احتمال بررسی رزومه و استخدام خود را بالا ببرید."]
            },
            {
                title:"پیدایش آزمون MBTI",
                text:["ایزابل مایرز و مادرش کاترین بریگز، هر دو علاقه‌به مند به نظریه انواع شخصیت یونگ بودند و فهمیدند که این تئوری می‌تواند کاربردهایی هم در دنیای واقعی داشته باشد. در طول جنگ جهانی دوم، مایرز و بریگز شاخصی را توسعه دادند که می‌تواند برای شناخت تفاوت‌های فردی، به کار گرفته شود. این دو نفر معتقد بودند اگر تستی طراحی کنند تا مردم شخصیت خودشان را بهتر بشناسند، می‌توانند مشاغلی متناسب با شخصیت خود انتخاب کنند و زندگی سالم‌تر و شادتری داشته باشند.",
                    "مایرز اولین نسخه کاغذی این تست را در دهه ۱۹۴۰ ایجاد کرد. او به همراه مادرش، این تست را بر روی دوستان و خانواده خود انجام دادند. آن‌ها در دو دهه بعد نیز به توسعه این تست پرداختند.",
                    "بر اساس پاسخ‌های داده شده به تست MBTI، افراد یکی از ۱۶ نوع شخصیت را دارند. هدف تست این است که افراد، ویژگی‌های شخصیتی خود را از جمله علاقه‌‌مندی‌ها، نقاط قوت، ضعف، اولویت‌های شغلی احتمالی و سازگاری با افراد دیگر را بیشتر کشف و درک کنند.",
                    "هیچ‌کس «بهترین» شخصیت را ندارد و شخصیت هیچ‌کس، «بهتر» از شخصیت فرد دیگر نیست. همچنین این تست به‌دنبال پیداکردن اختلاف عملکرد یا ناهنجاری نیست؛ در عوض، هدف آن فقط این است که درباره خودتان بیشتر بدانید."
                ]
            }
        ],
        comments:[
            {
                id:2001,
                userName:"مریم آزاد",
                rate:"5",
                qualitativeRate:"عالی",
                text:"من واقعاً از نکاتی که در این مقاله ارائه شد الهام گرفتم! بنظرم تیپ شخصیتی منو عالی نشون داد واقعا سوالتش خوب بود",
                day:25
            },
            {
                id:2002,
                userName:"علی احمدی",
                rate:"5",
                qualitativeRate:"عالی",
                text:"من واقعاً از نکاتی که در این مقاله ارائه شد الهام گرفتم! بنظرم تیپ شخصیتی منو عالی نشون داد واقعا سوالتش خوب بود",
                day:25
            },
            {
                id:2001,
                userName:"حسین کیانی",
                rate:"5",
                qualitativeRate:"عالی",
                text:"من واقعاً از نکاتی که در این مقاله ارائه شد الهام گرفتم! بنظرم تیپ شخصیتی منو عالی نشون داد واقعا سوالتش خوب بود",
                day:25
            }
        ],
        frequrntlyQuestions:[
            {
                question:"تست روانشناسی چه نقشی در فرایند استخدام و ارزیابی شغلی دارد؟",
                answer:"استفاده از انواع تست های خودشناسی و تست شخصیت به مدیران استخدام برای شناسایی متناسب‌ترین افراد برای سازمانشان کمک می‌کند. این کار باعث می‌شود تا هنگام استخدام افراد کلیدی، افراد مناسب بدون هیچ غافلگیری انتخاب شوند.",
            },
            {
                question:"کدام یک از آزمون‌های خودشناسی می‌تواند به من برای شناخت ترجیحات شغلی‌ام کمک کند؟",
                answer:"استفاده از انواع تست های خودشناسی و تست شخصیت به مدیران استخدام برای شناسایی متناسب‌ترین افراد برای سازمانشان کمک می‌کند. این کار باعث می‌شود تا هنگام استخدام افراد کلیدی، افراد مناسب بدون هیچ غافلگیری انتخاب شوند.",
            },
            {
                quewstion:" کدام تست شخصیت شناسی آنلاین را می‌توان به صورت رایگان انجام داد؟",
                answer:"استفاده از انواع تست های خودشناسی و تست شخصیت به مدیران استخدام برای شناسایی متناسب‌ترین افراد برای سازمانشان کمک می‌کند. این کار باعث می‌شود تا هنگام استخدام افراد کلیدی، افراد مناسب بدون هیچ غافلگیری انتخاب شوند.",
            }
        ]
    },
    {
        enNaem:"mezaj",
        faName:"آزمون طبع و مزاج",
        miniDescription:"تست MBTI ابزاری است که برای به دست آوردن بینش در مورد ویژگی های شخصیتی فرد استفاده می شود.",
        price:200000,
        question:48,
        faDetailsName:"تست MBTI، شخصیت شناسی به سبک مایرز بریگز با شناخت خود شغل مناسب‌تری پیدا کنی",
        detailsDescription:"با شرکت در تست MBTI، اطلاعات دقیق و کاربردی درباره ویژگی‌ها و رفتارهای خود در محیط‌های مختلف کسب کنید. سپس، برای شغل‌هایی که با شخصیت شما همراستا هستند رزومه‌تان را ارسال کنید و از کاری که به شما انگیزه می‌دهد لذت ببرید.",
        descriptions:[
            {
                title:"اهمیت تست MBTI",
                text:["به‌طور مشخص، تست شخصیت شناسی به افراد کمک می‌کند تا شناخت بهتری از خود و دیگران پیدا کند. این شناخت یکی از باارزش‌ترین خصیصه‌هایی است که افراد در هر سازمان یا مجموعه‌ای می‌توانند در اختیار داشته باشند. اهمیت شناخت صحیح از شخصیت، هم برای سازمان و هم برای افراد، از چنان اهمیتی برای موفقیت فردی و سازمانی برخورد است که به‌هیچ ‌عنوان نمی‌توان آن را دست‌کم گرفت.",
                     "برای یک استخدام موفق شما می‌توانید پس از انجام تست نتیجه آن را در  رزومه ساز کاربوم به رزومه خود پیوست کنید. با این کار احتمال بررسی رزومه و استخدام خود را بالا ببرید."]
            },
            {
                title:"پیدایش آزمون MBTI",
                text:["ایزابل مایرز و مادرش کاترین بریگز، هر دو علاقه‌به مند به نظریه انواع شخصیت یونگ بودند و فهمیدند که این تئوری می‌تواند کاربردهایی هم در دنیای واقعی داشته باشد. در طول جنگ جهانی دوم، مایرز و بریگز شاخصی را توسعه دادند که می‌تواند برای شناخت تفاوت‌های فردی، به کار گرفته شود. این دو نفر معتقد بودند اگر تستی طراحی کنند تا مردم شخصیت خودشان را بهتر بشناسند، می‌توانند مشاغلی متناسب با شخصیت خود انتخاب کنند و زندگی سالم‌تر و شادتری داشته باشند.",
                    "مایرز اولین نسخه کاغذی این تست را در دهه ۱۹۴۰ ایجاد کرد. او به همراه مادرش، این تست را بر روی دوستان و خانواده خود انجام دادند. آن‌ها در دو دهه بعد نیز به توسعه این تست پرداختند.",
                    "بر اساس پاسخ‌های داده شده به تست MBTI، افراد یکی از ۱۶ نوع شخصیت را دارند. هدف تست این است که افراد، ویژگی‌های شخصیتی خود را از جمله علاقه‌‌مندی‌ها، نقاط قوت، ضعف، اولویت‌های شغلی احتمالی و سازگاری با افراد دیگر را بیشتر کشف و درک کنند.",
                    "هیچ‌کس «بهترین» شخصیت را ندارد و شخصیت هیچ‌کس، «بهتر» از شخصیت فرد دیگر نیست. همچنین این تست به‌دنبال پیداکردن اختلاف عملکرد یا ناهنجاری نیست؛ در عوض، هدف آن فقط این است که درباره خودتان بیشتر بدانید."
                ]
            }
        ],
        comments:[
            {
                id:2001,
                userName:"مریم آزاد",
                rate:"5",
                qualitativeRate:"عالی",
                text:"من واقعاً از نکاتی که در این مقاله ارائه شد الهام گرفتم! بنظرم تیپ شخصیتی منو عالی نشون داد واقعا سوالتش خوب بود",
                day:25
            },
            {
                id:2002,
                userName:"علی احمدی",
                rate:"5",
                qualitativeRate:"عالی",
                text:"من واقعاً از نکاتی که در این مقاله ارائه شد الهام گرفتم! بنظرم تیپ شخصیتی منو عالی نشون داد واقعا سوالتش خوب بود",
                day:25
            },
            {
                id:2001,
                userName:"حسین کیانی",
                rate:"5",
                qualitativeRate:"عالی",
                text:"من واقعاً از نکاتی که در این مقاله ارائه شد الهام گرفتم! بنظرم تیپ شخصیتی منو عالی نشون داد واقعا سوالتش خوب بود",
                day:25
            }
        ],
        frequrntlyQuestions:[
            {
                question:"تست روانشناسی چه نقشی در فرایند استخدام و ارزیابی شغلی دارد؟",
                answer:"استفاده از انواع تست های خودشناسی و تست شخصیت به مدیران استخدام برای شناسایی متناسب‌ترین افراد برای سازمانشان کمک می‌کند. این کار باعث می‌شود تا هنگام استخدام افراد کلیدی، افراد مناسب بدون هیچ غافلگیری انتخاب شوند.",
            },
            {
                question:"کدام یک از آزمون‌های خودشناسی می‌تواند به من برای شناخت ترجیحات شغلی‌ام کمک کند؟",
                answer:"استفاده از انواع تست های خودشناسی و تست شخصیت به مدیران استخدام برای شناسایی متناسب‌ترین افراد برای سازمانشان کمک می‌کند. این کار باعث می‌شود تا هنگام استخدام افراد کلیدی، افراد مناسب بدون هیچ غافلگیری انتخاب شوند.",
            },
            {
                quewstion:" کدام تست شخصیت شناسی آنلاین را می‌توان به صورت رایگان انجام داد؟",
                answer:"استفاده از انواع تست های خودشناسی و تست شخصیت به مدیران استخدام برای شناسایی متناسب‌ترین افراد برای سازمانشان کمک می‌کند. این کار باعث می‌شود تا هنگام استخدام افراد کلیدی، افراد مناسب بدون هیچ غافلگیری انتخاب شوند.",
            }
        ]
    },

]